{"id": "13862655", "summary": "Alfio admitted to Burton that he lied to his mother about the money he asked her for. It is not a reference book for school but a concert ticket that he wants to buy. It is the only thing on his mind now.", "dialogue": "Burton: Did u manage to get some money?\nAlfio: Yea. I feel so guilty to lie to my mum😢\nAlfio: I told her I need new reference book at school😢\nBurton: Oh no.....(ToT)/~~~\nAlfio: But now I can get the concert ticket.\t👋\nAlfio: I dont wanna think about anything else for now\t👋"}
{"id": "13864787", "summary": "Grace is in London recording a studio album. She won it in a singing competition. She won with a sample of Lemonade by Beyonce. Her album will be ready in two months and released probably in four months.", "dialogue": "Joe: Grace, what are you doing in London?\nGrace: Stalker :P\nFred: I wanted to ask as well :D\nJane: you are in London and you didn't tell me!!!!???\nJane: and why does Joe know about it and I don't?!\nGrace: <file_photo>\nGrace: this is what I'm doing in London ;)\nFred: Wow lit!!!\nJoe: Jane - I have instagram ;)\nJoe: well done Grace! Looks very professional!\nGrace: Remember that competition I told you about? I recorded a sample of me signing Lemonade by Beyonce, but you know, my style, and they loved it. I thought they'd never choose me, but they played it on air with other samples and I won :)\nJane: Bravo indeed!\nGrace: An opportunity to record a studio album was the main prize, sooooo here I am!\nJoe: When will it be ready?\nGrace: I think in two months? In shops maybe in four months\nFred: wow, I can't believe it, it's amazing\nGrace: You're telling me! I have to pinch myself everyday"}
{"id": "13729881", "summary": "Neither Kyle nor Sarah have seen that before. They don't wish to see it again. ", "dialogue": "Kyle: Ever seen that before?\r\nSarah: No!\r\nKyle: Hope I don't again either!\r\nSarah: Me neither!"}
{"id": "13820883", "summary": "Tonya, Melissa, Chloe, and Tony are gossiping about Trevor. Melissa finds Trevor hot. Chloe remembers Trevor is bisexual. Tonya doesn't think love is about sex.", "dialogue": "Tonya: What do you think about Trevor?\r\nMelissa: who is it? LOL\r\nTony: LOL indeed, the tall guy in a black sweater\r\nMelissa: still doesn't ring a bell\r\nChloe: the one that said he's bisexual\r\nMelissa: this one!\r\nMelissa: he's hot!\r\nTonya: right?! very intriguing\r\nMelissa: but bi...\r\nTonya: but is it worse to be cheated on with a boy than with a girl?\r\nTonya: I'm not even sure I wouldn't prefer my bf to sleep with a guy\r\nTonya: at least he really has something I don't \r\nChloe: ahhaha\r\nChloe: yes, but will you be ever enough?\r\nTonya: I don't think love is that much about sex, I may not be enough in comparison with a smarter woman as well \r\nChloe: dunno"}
{"id": "13865061", "summary": "Karen and Jerry can't come tonight. Martha will buy one ticket from her and Gabe's cousin will buy the other one. ", "dialogue": "Karen: Jerry and I can't come today, do you know anyone who may be interested in our tickets?\nAnne: I'll ask my friend Martha, I think she may be interested, but only in one ticket\nGabe: Hm, maybe my cousin would like to join us - I'll ask asap\nKaren: Thanks, let me know, I can send you tickets as we speak as we only have an electronic version\nGabe: Cool! He's in"}
{"id": "13819391", "summary": "David was flying from Rome to Warsaw last night when he noticed Vienna. Emily and Alyssa invite David over offering a visit to the Donauinsel and a stay in Alyssa's place.", "dialogue": "David: last night I saw Vienna from the plane and I thought about you guys\r\nChris: ahaha, how nice!\r\nAlyssa: Where were you flying?\r\nDavid: From Rome to Warsaw\r\nEmily: you should visit here sometimes\r\nDavid: I know, I'm just so overloaded with work, it's hard to find time for anything\r\nEmily: come here next summer\r\nEmily: we could go to the Donauinsel and have some bath, barbecue \r\nDavid: I miss Danube a lot, and summer days there\r\nDavid: I'll try to plan it for this June\r\nAlyssa: You could stay in my place, there's no need to stay in a hotel\r\nAlyssa: I'll be very happy to have you here\r\nDavid: thanks, that's super nice of you"}
{"id": "13681747", "summary": "Graham is doing good.", "dialogue": "Jess: u ok?\r\nGraham: yes, perfect\r\nJess: ok, good :)"}
{"id": "13727630", "summary": "Douglas and Carl are going to buy TVs on Black Friday. In addition, Douglas wants to buy a vacuum cleaner and an external hard drive.", "dialogue": "Carl: are you planning to buy anything on black friday?\r\nDouglas: so many things\r\nCarl: what then?\r\nDouglas: TV, vacuum, some external hard drive probably \r\nCarl: that's quite a long list\r\nDouglas: how about you?\r\nCarl: well I am hunting for new TV as well...\r\nDouglas: got anything particular selected?\r\nCarl: i was thinking about Philips\r\nDouglas: because of ambilight?\r\nCarl: yeah, this feature is dope, I saw it at Matthew's and i instantly wanted it haha\r\nDouglas: i feel you, I am looking at the same models probably haha\r\nCarl: 55 inch screen?\r\nDouglas: only 50, our living room is not as big as yours"}
{"id": "13830008", "summary": "Audrey and John are trying to figure out what to watch tonight.", "dialogue": "Audrey: What are we watching tonight? Any ideas or preferences?\r\nJohn: “Stranger Things”? You said you wanted to see this show.\r\nAudrey: I watched two episodes yesterday and I think it’s totally overhyped. I’d rather watch “X-files”, if I was in the mood for UFO.\r\nAudrey: How about something train-related?\r\nJohn: NOOOO\r\nJohn: We ALWAYS watch films about trains, conductors, train drivers and so on.\r\nJohn: You’re obsessed with trains, it’s unhealthy.\r\nAudrey: Check this out: <file_other>\r\nJohn: REALLY?! “Train driver's diary”...?\r\nJohn: Apparently my opinion doesn’t matter...\r\nAudrey: Ok, I’ll watch it on my own.\r\nAudrey: So what do you want?\r\nJohn: How about something by Tarantino? “Django Unchined” or “Grindhouse”?\r\nAudrey: You know that I DETEST Tarantino, but apparently my opinion doesn’t matter..."}
{"id": "13682550", "summary": "Diana will visit Louis in Paris.", "dialogue": "Louis: Hi Diana! I was wondering if you'd like to visit me in few weeks? I'm going to spent some time in Paris you know :D\r\nDiana: Paris? You're going to Paris? OMG! Why I'm I finding about it just now?\r\nLouis: I didn't want everybody to know it XD\r\nDiana: But that's sounds so fantastic! Of course I'd like to visit you there!\r\nLouis: So now you're officially invited!\r\nDiana: <file_gif>\r\nLouis: Yeah :XD\r\nDiana: I'll let you know when I get the tickets! I'm so excited! Paris!!! <3\r\nLouis: See you on  Champs-Élysées :*"}
{"id": "13730912", "summary": "Clementine got a notice from the landlord - she needs to leave the apartment next month. Victoria proposes she can stay with her.", "dialogue": "Clementine: i just got a terrible from my landlord :-(\r\nClementine: it says that i have to leave the apartment next month :-( :-( :-(\r\nVictoria: why?!?!?!?!?!\r\nClementine: she found someone who'll pay twice what i'm paying right now\r\nVictoria: can she do that legally?\r\nClementine: i think she can :-/\r\nClementine: i don't have a contract or anything\r\nVictoria: that's really unfair ༼ つ ◕_◕ ༽つ\r\nClementine: i have to say i kinda understand why she's doing this to me\r\nClementine: this is a great location\r\nClementine: it's central, near the bus stop, restaurants, shops...\r\nVictoria: yes but she still can't kick you out so suddenly\r\nVictoria: you can't give up without a fight (ง ͠° ͟ل͜ ͡°)ง\r\nClementine: lol i don't know\r\nClementine: at this point i'm more worried of where i'll stay if i don't find an apartment soon\r\nClementine: they're hard to come by in this city :-(\r\nVictoria: girl what are you taking about?\r\nVictoria: you can always stay with me!!!\r\nClementine: ARE YOU SERIOUS?!?!?!!\r\nVictoria: of course!\r\nClementine: THANKS GIRL!!!!!\r\nClementine: i'm really really grateful\r\nVictoria: you're my best friend i'd never let you out in the cold\r\nClementine: THANK YOU!!!!!!!!!!!!!!! <3"}
{"id": "13730231", "summary": "Both Luke and Heidi are considering a delivered lunch as the weather is very stormy. ", "dialogue": "Heidi: It is crazy windy out there!\r\nLuke: Some storm Diana or something?\r\nHeidi: Right! It was pouring rain but now just wind!\r\nLuke: Quite scary!\r\nHeidi: Totally!\r\nLuke: Are you going out at lunch?\r\nHeidi: Thinking delivery! LOL!\r\nLuke: Me too!"}
{"id": "13864664", "summary": "The fire alarm goes off at 8:40 on Tuesdays. It woke up Hilda today.", "dialogue": "Hilda: What time is the fire alarm?\nJessie: At 8:40\nAdam: but it's only on Thursdays\nHilda: It woke me up today\nHilda: I thought it was the middle of the night\nHilda: My heart jumped \nAdam: I don't understand why they have to test it so early\nJessie: It's really loud"}
{"id": "13863078", "summary": "Daniel is looking for Ludo's number but Quentin doesn't have it. Quentin and Daniel plan to meet with Emmy and Charlie soon. Quentin has been having problems with his parents.", "dialogue": "Daniel: how are you?\nDaniel: do you have Ludo's number?\nQuentin: no sorry\nDaniel: ok thanks\nDaniel: and otherwise, everything 's fine?\nQuentin: Yes, but some troubles with my parents\nDaniel: i miss you\nQuentin: i miss you too\nDaniel: are you coming back?\nQuentin: i hope\nDaniel: we should organise something with Emmy and Charlie\nQuentin: good idea\nDaniel: when?\nQuentin: i'm free all time...\nDaniel: lol..."}
{"id": "13820442", "summary": "Jessica is on a 2 weeks leave. According to Will she is overtired with work. Paula will text her.", "dialogue": "Will: So apparently\r\nWill: Jessica is sick and she went on a holiday leave\r\nPaula: For how long\r\nWill: Dunno, I heard 2 weeks\r\nPreston: What happened to her? \r\nWill: She's probably tired of working\r\nPaula: I feel sorry for her\r\nPaula: I will send her a text"}
{"id": "13865258", "summary": "Jean, Rebecca and Mark will meet in the pub next to Jean's home to play some pool and table football. ", "dialogue": "Jean: hey want to play some pool?\nRebecca: yeah!\nJean: there's also darts and table football\nMark: table football for the win\nJean: I guess that's a yes, Mark :D\nMark: yup!\nJean: great! there's a new pub right next to my home\nJean: I'll send you the details"}
{"id": "13716797", "summary": "Bill just shared the video from last week's trip with Tom and Martha.", "dialogue": "Bill: <file_video>\r\nTom: What's that?\r\nBill: Guess!\r\nTom: No idea\r\nMartha: Looks like a video from last week's trip\r\nTom: Oh, right\r\nBill: Just watch it\r\nMartha: Ok\r\nTom: Hey, you shoot that part? I didn't even notice\r\nMartha: And there he is, Tom singing in the rain\r\nBill: ;)\r\nTom: Hahahah, just don't put this on the tube\r\nBill: Let me think about it 3:)\r\nMartha: Lol :)"}
{"id": "13729797", "summary": "Ruby has been doing great in the game but is stuck at level 1780 now. He plays it a lot.", "dialogue": "Ruby: Did you ever get to that level where WHAM! Everything explodes when you do it right? Awesome!\r\nTommy: Yes! Super cool!\r\nRuby: I'm stuck on this level though. Hints?\r\nTommy: Which one?\r\nRuby: 1780\r\nTommy: Geez! That's far! I'm not even that far!\r\nRuby: Well, get you!\r\nTommy: How much time do you play???\r\nRuby: Every day after school is all.\r\nTommy: Until when?\r\nRuby: Well, I play until supper time.\r\nTommy: Yes?\r\nRuby: Mom checks my homework.\r\nTommy: When do you do homework?\r\nRuby: On the bus!\r\nTommy: Go on...\r\nRuby: Then I play after lights out!\r\nTommy: There's a trick here somewhere."}
{"id": "13716570", "summary": "Victoria, Monica and Sally are gossiping about celebrities. An actor by the name Johnny is getting separated. Rumour has it that Johnny was cheating on her.", "dialogue": "Victoria: Did you see this? <file_other>\r\nMonica: Oh noooo. Are they splitting up?\r\nVictoria: I’m afraid they are\r\nSally: How come? They were so adorable together ☹\r\nMonica: My thoughts exactly! ☹\r\nVictoria: You know what they say about perfect couples… There were many scratches on this glass, if you ask me.\r\nSally: What do you mean?\r\nVictoria: There is this Facebook group about celebrities and girls there say that he cheated on her!\r\nMonica: That’s impossible! My Johnny?! He’s my favourite actor ☹ The world ends today!!!!!!!!\r\nSally: Sources?\r\nVictoria: Haha, Sally, our little geek\r\nVictoria: <file_other> <file_other>\r\nMonica: Nooooooooo\r\nSally: Turns out there’s nothing sacred in this world, huh?\r\nMonica: :("}
{"id": "13810028", "summary": "Izzy and Heather are going with children to Wonderland on Saturday morning. They're going by Izzy's car to save on the parking and will buy tickets from Costco as they're cheaper. Izzy'll print them out.", "dialogue": "Izzy: I'm taking the kids to Wonderland today. Do you think you and the kids might want to come?\r\nHeather: That would be awesome. I'm sure the kids would love it. What time would you be leaving?\r\nIzzy: Around 10. You know it's like a 1.5 hour ride away, and the sooner we get there, the better. The kids hate waiting in lineups for rides.\r\nHeather: Ok, I'll get my sleepy heads out of bed. It's Saturday, so they're catching up on some sleep, but as soon as they find out, I'm sure they'll pop right out of bed :)\r\nIzzy: Cool, we'll have a great time together. And I'm taking you on the Leviathan ;)\r\nHeather: No way, you couldn't get me on that thing if you paid me!\r\nIzzy: Come on, you can close your eyes throughout the whole ride. \r\nHeather: Nope, sorry\r\nIzzy: Ok, then maybe some smaller coasters just to get you started, then we'll work our way up to the mega coasters.\r\nHeather: We'll see, but I'm not promising anything.\r\nIzzy: Do you have any entrance coupons?\r\nHeather: No, but I heard that you can buy them from Costco for like 40 per ticket.\r\nIzzy: Ok, I'll go online and let you know. I just hope it doesn't rain. When it rains, they usually close down the rides.\r\nHeather: Oh, that sucks! Why do they do that?\r\nIzzy: They're probably afraid of lightning strikes.\r\nHeather: Are we taking your car? It fits 7!\r\nIzzy: Yeah, we can save on gas. Plus, the parking is extremely expensive.\r\nHeather: What is it now, 20?\r\nIzzy: Yeah, unless they increased it since last year.\r\nHeather: Ok, we can split it, of course. \r\nIzzy: OK, we'll be ready before 10. I'll buy the tickets from Costco. I see that they're available. At least we can save a little. At the entrance it's like 55.\r\nHeather: Ok, hey can you print out my tickets. I don't have ink for my printer.\r\nIzzy: Yeah, sure. Just send me the PDFs once you buy them.\r\nHeather: Great, thanks a lot."}
{"id": "13729089", "summary": "Marcin has shown Anna the newest interview with Nel.", "dialogue": "Marcin: Have you read it?\r\nAnna: Read what?\r\nMarcin: The article.\r\nAnna: What article?\r\nMarcin: <file_other>\r\nMarcin: The newest interview with Nel.\r\nAnna: OMG...\r\nMarcin: ^^"}
{"id": "13680556", "summary": "Jill is angry about Tom leaving for work before she woke up. Tom promises that this is only because it is his first month on the job and the next month will be better. He will be back at 5.", "dialogue": "Jill: How could you leave??\r\nTom: Hey, I'm sorry. \r\nJill: I woke up and you were gone. I thought we'd go for breakfast.\r\nTom: I got a text in the morning and I didn't want to wake you.\r\nJill: Always work, work, work.\r\nTom: It's my first month on the job. I have to be on call. You know that!\r\nJill: :( We hardly have any mornings together anymore.\r\nTom: Next month will be better. I promise.\r\nJill: Ok, but I'm holding you to that promise!\r\nTom: :) See you at 5 (hopefully).\r\nJill: Bye, love you.\r\nTom: Love you"}
{"id": "13730429", "summary": "Tina won't come this Saturday. Tina has relationship problems with John and needs to talk to him. Tina prefers not to discuss it on messenger. Jane will call Tina when she gets home from work.", "dialogue": "Tina: Hey, I just want to tell you I won't be able to come this Saturday :(\r\nTina: Something came up, and my head is a mess right now :(\r\nJane: How come?\r\nJane: What happened?\r\nTina: I really don't want to talk about it.\r\nTina: Especially not via messenger\r\nJane: I'll call you later ok?\r\nJane: I'm worried\r\nTina: No need to worry. I'm not dying and I'm not pregnant, so these 2 most serious cases are out.\r\nTina: Just have problems with my relationship with John and we need to talk about solving our problems\r\nJane: Is it serious?\r\nTina: We'll talk later\r\nTina: I really don't want to talk about such things on a chat\r\nJane: Sure. I'll call you when I get home from work\r\nJane: Hang on there\r\nTina: Thanks :)\r\nTina: Bye\r\nJane: Bye :)"}
{"id": "13681741", "summary": "Ursula likes the earrings she received from Matt. ", "dialogue": "Ursula: thank you for these beautiful earrings :*\r\nMatt: i hoped you liked it :)\r\nUrsula: i love them!\r\nUrsula: how did you know i like esmeralds?\r\nMatt: these one have the same colour as your eyes\r\nUrsula: you think so?\r\nMatt: of course :)\r\nMatt: dont you see it?\r\nUrsula: dont know\r\nUrsula: i thought my eyes have no special colour\r\nMatt: your eyes are the most beautiful thing in the world\r\nUrsula: oh, thank you :*\r\nMatt: its true <3"}
{"id": "13862371", "summary": "Josh sent Kate a photo of his haircut. He wants to prove that his hair does not exactly has the colours of the rainbow.", "dialogue": "Kate: What on earth have you done with your hair????\nJosh: I've had a decent haircut :)\nKate: decent\nKate: hahahahha\nKate: you've got hair in the colours of the rainbow :)\nJosh: don't exaggerate :)\nKate: send me a photo\nJosh: ok\nJosh: <file_photo>"}
{"id": "13820707", "summary": "Marsha, Neal and Oliver are gossiping about their colleague. Marsha and Neal believe she should be fired.", "dialogue": "Marsha: I mean... what was she thinking?\r\nNeal: yea... acted like a bitch\r\nOliver: she's untouchable tho \r\nMarsha: it's a pity, she should be fired\r\nNeal: agree"}
{"id": "13862719", "summary": "John tells Kevin that Trump might nominate Kelly Knight as the next US ambassador to the UN.", "dialogue": "John: Do you know who's going to be next US ambassador to the United Nation?\nKevin: No idea\nJohn: Trump said Friday that he's going to nominate Kelly Knight\nJohn: She's a current ambassador to Canada\nKevin: Good to know. Do you think that she's a good choice?\nJohn: No idea. We'll know with the passing time.\nJohn: CNN says that it's rather not the best choice\nKevin: We'll see"}
{"id": "13865328", "summary": "Simone's going home in 10 minutes. He'll give Zelda a lift. They'll meet at the staircase.", "dialogue": "Simone: I'm going home in 10min, anybody needs a lift?\nMaria: thanks, I have to stay longer tonight\nZelda: I'll go with you, let's meet at the staircase\nSimone: ok"}
{"id": "13819631", "summary": "Molly is very tired and she doesn't want to go out with Jeff, Ramona and Barbara. Ramona finds out that canceling a car reservation is more expensive than renting a car. Molly decides to rent a car with Jeff, Ramona and Barbara.", "dialogue": "Molly: I'm super tired after the last night, I'll just stay home\r\nMolly: sorry guys\r\nJeff: Hmm, I see, but then maybe it doesn't make much sense for us to rent a car\r\nRamona: Until there is somebody who'd like to take Molly's place\r\nJohn: I'm sorry guys to read that the plan is falling apart, but I'm not even in town\r\nBarbara: Ramona wrote me on priv, it's a cool idea, but I have nobody to leave Jeremy with, so sorry\r\nRamona: ok, let's just leave it then\r\nRamona: But the problem is that I cannot cancel the car like that, it's been booked, we will have to pay a fine\r\nMolly: I think that a fine is still smaller than renting the car\r\nRamona: Not necessarily, they actually don't like to keep cars in the small depot in the city centre\r\nRamona: I've just talked to a guy from the rental company and he said that we would have to pay for the car anyway and if we leave it in the depot we should also pay an additional fee.\r\nMolly: what bastards!\r\nJeff: we could cancel it even a day before, but not the last minute\r\nMolly: so it's all my fault?\r\nJeff: didn't cross my mind until you said it!\r\nMolly: ok, so let's rent the car, sorry for the problems, maybe it's really too late to change this plan, I'll be ready in half an hour\r\nJeff: good girl!\r\nRamona: good decision!\r\nMolly: but I warn you, I may be a bit grumpy \r\nRamona: nothing new! :P can't be worse than usual \r\nJeff: hahahah"}
{"id": "13728406-1", "summary": "Kasper and Kevin agreed to get a taxify. Kasper's on his way to Kevin.", "dialogue": "Kevin: Are we getting gasify?\r\nKevin: Taxify* \r\nKasper: Isnt über better?\r\nKevin: Taxify is way cheaper!\r\nKasper: K as u wish\r\nKasper: Lets get a taxify\r\nKevin: You coming soon? \r\nKasper: On my way to you bro! "}
{"id": "13828191", "summary": "Kathy bought a sweater today.", "dialogue": "Kathy: Look what I've bought today\r\nKathy: <photo>\r\nJames: Looks like an old sweater from a second hand ;)\r\nKathy: You're very kind James\r\nKathy: I've always known that I can count on you...\r\nJames: Sweetie, I'm not dissing you\r\nJames: I really like your sweater ;)\r\nKathy: Oh, are you sure?\r\nJames: <gif>\r\nKathy: <gif>\r\nKathy: I've got to go. See you tomorrow\r\nJames: Ok\r\nJames: <3"}
{"id": "13819916", "summary": "Marla is nervous about her performance on the runway as her shoes are too small. Kayla offers her another pair. They are meeting up tonight to try them on. ", "dialogue": "Ian: Are you ready for the fashion week?\r\nMarla: I am so nervous! \r\nMarla: My heels to fit in!\r\nIan: Did you talk to the designer? \r\nKayla: I have some other heels, they're from Jacobsen \r\nMarla: Are they bigger than my actual measurements? \r\nKayla: Im pre sure they're good for you\r\nKayla: Wanna meet me tonight and try them on? \r\nKayla: We have to make sure before you going on the runway \r\nKayla: Otherwise you fall off \r\nMarla: I am stressed out \r\nMarla: Yeah I will come tonight \r\nKayla: Go get ready\r\nMarla: The rehearsals tomorrow\r\nMarla: I am ! \r\nKayla: K "}
{"id": "13680143", "summary": "Archie did not get the car yet.", "dialogue": "Jack: did you get it?\r\nArchie: get what?\r\nJack: the car! damn it! DID YOU GET THE FUCKING CAR!\r\nArchie: whoa.., no not yet\r\nArchie: what the fuck is up with you?"}
{"id": "13729670-1", "summary": "Jennifer is coming to Zoe's farewell party. Robert and others were thinking of buying Zoe a gift. Zoe's Kindle broke recently. Jennifer will chip in for the gift. ", "dialogue": "Robert: Are you coming to Zoe's farewell party ?\r\nJennifer: Yeah, I'm planning to come! Why RU asking?\r\nRobert: 'Cause we were thinking to buy her some nice gift\r\nJennifer: What did you have in mind?\r\nRobert: Well she kept saying that her Kindle got broken\r\nJennifer: That's a good idea! Count me in :)\r\nRobert: Awesome!"}
{"id": "13728741", "summary": "Robbie saw Megan at McDonald's yesterday.", "dialogue": "Robbie: I think I saw you yesterday.\r\nMegan: Where?\r\nRobbie: at McDonald's\r\nMegan: It must have been me :P\r\nMegan: I was starving"}
{"id": "13829965", "summary": "The movie starts at 7 and Beth is late. Miranda will keep a seat for her. ", "dialogue": "Beth: What time is the movie?\r\nMiranda: 7\r\nBeth: shit I'm late!\r\nMiranda: don't worry the commercials takes half an hour\r\nBeth: right okay I'm getting home now, changing real quick and I'm on my way\r\nMiranda: I'l save you a sit\r\nBeth: thanks!\r\nMiranda: want some popcorn?"}
{"id": "13612184", "summary": "Will is going to meet with Emma when he recovers from depression. It is Will's birthday today.", "dialogue": "Emma: Happy birthday! May all your wishes come true :-)\r\nWill: Thanks a lot!\r\nEmma: Are you celebrating tonight?\r\nWill: Frankly speaking, not really. I've been feeling a little off colour lately and haven't planned any party. You would have been invited, of course!\r\nEmma: Next time :-) We will paint the town red. I'm sorry you're going through some bad time now.\r\nWill: Not the first time and not the last time. Soon I'll be alive and kicking :-)\r\nEmma: Ok, oldie. Let's keep in touch and arrange some get-together when you've got it over. Bye for now and, again, all the best!\r\nWill: Thanks!"}
{"id": "13716910", "summary": "Marcus will ask the professor to start a half an hour later tomorrow.", "dialogue": "Marcus: is it okay if you guys if i ask the prof to start 30 minutes later tomorrow?\r\nAmy: why?\r\nMarcus: cause of the registration in the morning\r\nAmy: oh okay that makes sense\r\nAmy: thanks for that!\r\nPat: yeah its ok with me to\r\nLeon: good idea Marcccccc\r\nLeon: let's do this!\r\nMarcus: alright we'll let's hope he agrees!"}
{"id": "13829516", "summary": "Sebastian owes Anthony 42 euros. He will transfer the money in the evening.", "dialogue": "Sebastian: yo! can you remind me how much do I owe you from the last order?\r\nAnthony: let me check, what was yours?\r\nSebastian: the expansions for Isle of Skye and Wendake\r\nAnthony: that would be 42 euros in total\r\nSebastian: roger, I'll transfer it to your account in the evening\r\nAnthony: ok thanks"}
{"id": "13864591", "summary": "Jack lived in Honduras. Jack is in Europe now. Honduras is not safe and has one of the highest homicide rates in the world. ", "dialogue": "Tom: How dangerous is Honduras Jack, you lived there, right?\nBen: I think he will not tell you :P\nTom: lol, maybe he's sleeping\nDonald: I think he's not in the country right now\nJack: Sorry guys, I was sleeping\nJack: I'm in Europe right now, another time zone, hehe\nJack: about Honduras, it's not super safe, nope\nTom: Mary wanted to make a trip around Central America\nJack: The country has one of the highest homicide rates in the world\nJack: and a lot of violence\nTom: doesn't sound good\nJack: although they rather don't target tourists\nJack: but it's definitely not safe"}
{"id": "13715817", "summary": "Kris is looking for podcasts to listen to. Leigh recommends Mark Gungor. Spotify has recently added podcasts to it's service. Kris, Leigh and Sam haven't checked them out yet. ", "dialogue": "Sam: Who's Mark Gungor?\r\nLeigh: I've seen his speech on the nothing box. Watch it on youtube. It's both hilarious and true.\r\nKris: I think I know the one. A lot of buzzing? ;)\r\nLeigh: That's him! :)\r\nKris: He has a podcast?\r\nLeigh: Yeah! U can easily find it on the net.\r\nSam: Just watching! Super funny!\r\nKris: Any other ideas?\r\nSam: Have you tried Spotify?\r\nKris: I already told u. I'm not looking for music.\r\nLeigh: No, no, Sam is right!\r\nKris: How come?\r\nSam: Spotify recently added podcasts to its library. I think u'll find something there. \r\nKris: Rly? All the time I was paying 4 Premium I didn't see it.\r\nLeigh: 'Cause it's a recently added feature. Haven't tried it out yet.\r\nSam: Neither have I, but I know it's there.\r\nKevin: Thanks! Will try both!"}
{"id": "13819287", "summary": "Marisa shifted Aliyah's plants to her room to water them regularly.", "dialogue": "Aliyah: are you guys watering my plants?\r\nTroy: what plants?\r\nAliyah: if you killed then I will literally murder you\r\nMarisa: calm your tits I moved them into my room to water them regularly\r\nMarisa: <file_photo>\r\nAliyah: ok thx"}
{"id": "13717298", "summary": "Oliver's sister is travelling from Edinburgh to London in the next 24 hours so she might be able to deliver an important document.", "dialogue": "Jamie: Anyone travelling from Edinburgh to London in the next 24h? Friends need a document taken up for their wedding!!!\r\nKelly: i am.. Next week\r\nJamie: too late! They need it urgently! xx\r\nRob: what about recorded delivery fast track?\r\nJamie: can cost quite a bit?!\r\nRob: but could be delivered within 24h!\r\nOliver: my sis is going. Can ask her!\r\nJamie: cheers mate! I’d appreciate that!"}
{"id": "13818962", "summary": "Megan is afraid of cycling, because she had an accident in the past. Logan, Megan, John and Ann will rent some bicycles to cycle through the island.", "dialogue": "Logan: hi guys, should we rent some bicycles for two days that we'll spend on the island?\r\nMegan: I'm not sure, I'm ab bit afraid of cycling \r\nJohn: ahahah, you're ridiculous! how come?\r\nMegan: I had an accident when I was a child\r\nAnn: really, you've never told me about it\r\nLogan: Megan, it was long time ago, you should try again, I'll help you\r\nJohn: I'm sorry I laughed, we'll cycle slowly, carefully\r\nLogan: because it's such a beautiful island to cycle through\r\nAnn: and I'm not even sure we can drive a car there\r\nMegan: ok, I have you word!\r\nLogan: perfect!"}
{"id": "13865113", "summary": "Tanvi, Peadar, Anette and Helen are going to meet on Saturday, most probably at 7.30 at Darwin. Thomas is in London, so he will not join them.", "dialogue": "Helen: Anyone keen for pub on saturday?\nThomas: Me\nTanvi: Me too!\nAnette: I think I'm gonna be in Liverpool my guys! \nAnette: But if I'm not I'll come! x\nPeadar: Yes😀\nAnette: Hi HB206. \nAnette: I'm defo around tomorrow, I want to come to the pub! \nAnette: What's the plan? xxxx 😘😘😘😘\nAnette: There's a bop at Darwin tomorrow as well which anyone is welcome to come to, tickets are 6 quid though damnnnn 🤑🤑🤑\nThomas: I very sadly can’t make it any more. \nThomas: In London ☹\nPeadar: Post Ireland game😀☘❓\nAnette: Sure just let me know where to be and when\nHelen: OOoooooh bop at Darwin sounds good! \nHelen: Could be very keen :)\nHelen: Shall we say 7:30?\nHelen: Open to suggestions for pubs/bars!\nHelen: Could do some college bars if people were keen?"}
{"id": "13819450", "summary": "Jeniffer and Brooke're in New York now. They've been also to Connecticut, Massachusetts and Rhode Island. The thing Jeniffer likes the most in America is diversity while in Brooke's opinion it's urban splendor.", "dialogue": "Caleb: How are you guys?\r\nJeniffer: very good, thanks\r\nBrooke: yes, it's very exciting here\r\nCaleb: where are you exactly?\r\nJeniffer: Now in New York!\r\nCaleb: how cool!\r\nCaleb: what have you seen so far?\r\nJeniffer: We've been to Connecticut and Massachusetts \r\nJeniffer: But NYC is the best\r\nBrooke: you forgot about Rhode Island\r\nJeniffer: right, such an important state! :P\r\nBrooke: ;)\r\nCaleb: you see, I knew you would like it\r\nCaleb: what do you like the most?\r\nJeniffer: diversity!\r\nJeniffer: something we don't have in Europe to that extend\r\nJeniffer: you're walking down a street and you hear 15 different languages \r\nBrooke: and everything is exaggerated \r\nBrooke: too big, greater than needed, it's quite fascinating \r\nBrooke: food, buildings, cars, everything\r\nCaleb: I'm glad you enjoy it girls!\r\nBrooke: :*"}
{"id": "13815695", "summary": "Archie will not go out with his friends because uncle Steven is coming today. ", "dialogue": "Archie: Pls don't wait with dinner with me\r\nArchie: Boys want to go for a beer after work\r\nDaisy: what? Beer again? Did you forget that uncle Steven is coming today\r\nArchie: Oh shit, I totally forgot about that\r\nArchie: so of course I'll be back home, I tell them we can go some other time\r\nDaisy: <file_gif>"}
{"id": "13862496", "summary": "Muriel lost a lot of weight. Muriel sent Namir a menu that his trainer prepared for him. Namir is interested in this method and Muriel will introduce him to the trainer.", "dialogue": "Namir: You lost so much weight!!\nNamir: What is the secret?\nMuriel: I guess I met a right trainer at the gym \nNamir: Really? Is he different from other trainers?(・∀・＊)\nNamir: I also tried some of them but i failed😔😔\nMuriel: He checks every single meal you have so thoroughly (Ｔ▽Ｔ)\nMuriel: This is the menu he sent to me (Ｔ▽Ｔ)\nMuriel: <file_others>\nNamir: I cannot open it! Is that PDF?(@_@)\nMuriel: No, Microsoft Excel\nMuriel: I will send you through email if you want!=_^=\nNamir: Thanks! So how did he check?\nMuriel: He was like a devil from the hell.●～*●～*●～*\nMuriel: He made me write down all the things I ate and texted me like hell\nMuriel: I wanted to quit. 😔😔😔\nNamir: But you lost so much weight! Could you introduce him to me as well?^m^^m^^m^\nMuriel: Yes of course （*^_^*）"}
{"id": "13864541", "summary": "Linda is getting married. She is choosing a bouquet.", "dialogue": "Linda: Hey sisters, are you ready for my big day?\nLydia: Sure we are!\nLilly: Congratulations once again \nLilly: I can't wait. It will be a beautiful wedding I'm sure 😍\nLydia: Do you need some help?\nLydia: I know wedding preparations can be stressful.\nLinda: Yes, they are.\nLinda: But I have all under control\nLinda: I'm just choosing my bouquet\nLinda: Which do you think is nicer?\nLinda: <photo_file>\nLinda: <photo_file>\nLydia: 2\nLilly: 2 😍\nLinda: I thought so ;-)"}
{"id": "13828272", "summary": "Rose forgot her lunch. Josh is going to eat Rose's lunch.", "dialogue": "Josh: You forgot your lunch\r\nRose: :(\r\nJosh: I'll enjoy it for you :D"}
{"id": "13730151", "summary": "Irma doesn't play tennis. John and Irma will enroll in tennis class at the community center.", "dialogue": "John: do you play tennis? :-)\r\nIrma: i don't, why do you ask?\r\nJohn: you look like someone who plays tennis\r\nIrma: HAHAHAHA i'm literally loling\r\nIrma: i don't know what someone who plays tennis looks like\r\nJohn: hahah sorry that was a dumb comment\r\nJohn: anyway, would to enroll in a class with me?\r\nJohn: they're dirt cheap at the community center\r\nIrma: sounds good, i can wear one of my tennis outfits!!\r\nIrma: HAHAHA, i'm still laughing at your comment  lol"}
{"id": "13820673", "summary": "Mark likes the McFit gym and goes there before midday. Cole doesn't like it, thinks it's too crowded in the evenings, but admits it's cheap. Mary wants to go to the gym before going to the office.", "dialogue": "Mary: Can you recommend any gym in our neighbourhood?\r\nMark: McFit is good\r\nCole: I don't like it, it's too crowded\r\nMark: I go there before midday, it's perfect\r\nCole: in the evening, when the most people go there it's just a disaster\r\nMary: But I am going to be there before going to the office\r\nCole: so it can work for you indeed\r\nMary: good\r\nCole: and it's quite cheap"}
{"id": "13728116", "summary": "Abby invites Jason to go see the movie about Queen with her this Wednesday, as Wednesdays are cheaper days at the cinema. Jason might have to go to his mom for dinner, but they might still be able to catch a late screening.", "dialogue": "Abby: Hey!! What are you doing this Wednesday?\r\nJason: uhh, not sure,I think my mom wanted me to stop by for dinner.\r\nAbby:  Ha, you’re not sure!? Well, if you end up being free I’ve got a super fun proposition.\r\nJason: oh yeah, and what’s that?\r\nAbby:  Well, Wednesday’s are cheaper days at the movies, and there’s this new movie about Queen, I thought we could check it out.\r\nJason: Queen, Freddie Mercury, the band movie?\r\nAbby: Yeah dude, sounds pretty cool right? \r\nJason: I could watch a movie bout that. \r\nAbby: Here’s a link to the trailer.\r\nJason: Sweet, looks pretty cool. I’m down. I’ll ask my mom when she’s having dinner, maybe we can catch a late screening.\r\nAbby: cool cool, yeah let me know what time. I’d want to buy the tickets in advance since it’ll probably be full that night. "}
{"id": "13810070", "summary": "Monica gives Chelsea her Warsaw dentist's contact details. ", "dialogue": "Chelsea: do you know any good dentist in Warsaw?\r\nMonica: yeah, i have been going to the same one for 3 years already\r\nChelsea: can you give me more details?\r\nMonica: sure, it's mr. Chris - phone number 434 312 122\r\nChelsea: thank you!! :*"}
{"id": "13681519", "summary": "Kim and Julie will talk soon.", "dialogue": "Julie: Omg you are back \r\nKim: Yes, i am 😊\r\nJulie: where have you been we've been wondering where you've been you look lovely xx\r\nKim: I missed you xxx\r\nJulie: Let’s catch up soon x"}
{"id": "13681448", "summary": "Cristina is going to the airport.", "dialogue": "Cristina: What you doing up so early?\r\nJaeden: My friend woke me up 10 mins ago\r\nCristina: I'm going to the airport\r\nJaeden: Ok. Have a lovely day"}
{"id": "13812611", "summary": "Nathan invites Sarah to Animatsuri for the manga days. She accepts.", "dialogue": "Nathan: Hi, long time no talk!\r\nSarah: Oh hi Nathan! So happy to hear you!\r\nNathan: Are you still into manga?\r\nSarah: Ha, funny thing. I wasn't, but recently I decided to give it another try.\r\nSarah: Why are you asking?\r\nNathan: I bought two tickets to Animatsuri for the manga days and my friend just stood me up.\r\nSarah: That'd be great, thanks!\r\nSarah: Welp, not great you got stood up, but I'd glad go with you :)\r\nNathan: Cool! Sending you the details, meet you there!\r\nNathan: <file_other>\r\nNathan: And poster\r\nNathan: <file_photo>"}
{"id": "13862319", "summary": "Gabe has bought tickets for an Eminem concert. Gabe will later tell Larry how much does he owe him.", "dialogue": "Gabe: Yo douchebag\nLarry: Yo dickhead\nGabe: Gfy\nLarry: Good for me?\nGabe: Dunno, but if you go fuck yourself it's definitely good for me XD\nLarry: XD\nGabe: Anyway I got the tickets for Eminem\nLarry: Cool\nGabe: Fun fact: the kids today say Eminem is for old people\nLarry: Wtf\nGabe: Yeah, Pam's cousin Jim is 15 and says Marshall is for old boring white guys\nLarry: But Jim's white himself!\nGabe: At least he's not old XD\nLarry: Anyway rap music sucks today\nGabe: Yeah, I agree, it's not the same anymore\nLarry: Back at the turn of the millennium it was a million times better\nGabe: Yep... it all really sounds the same today\nLarry: Fun fact 2: old fans said the same about our fave rappers back in 2000\nGabe: I know, I remember\nLarry: Anyway I hope Marshall kicks ass\nGabe: He will, he's the best\nLarry: Yep... How much do I owe you for the ticket?\nGabe: I'll tell you later when we meet\nLarry: Fine for me\n"}
{"id": "13715806", "summary": "Charles is about to take off and has left the keys on the kitchen table.", "dialogue": "Monica: Where have you left the keys?\r\nCharles: On the kitchen table! I am about to take off.\r\nMonica: OK, take care!\r\nDeidra: Have a safe trip!"}
{"id": "13681543", "summary": "Will will take the old laptop of Gavin. Gavin have a new one.", "dialogue": "Gavin: wanna take my old laptop?\r\nWill: ofc\r\nWill: don't u need it?\r\nGavin: no, I have a new one\r\nGavin: and everything I need is on my external drive\r\nWill: sweet:)\r\nWill: if u r sure I'll be more than happy to take it :)\r\nGavin: great"}
{"id": "13730853", "summary": "Amanda can't access the train website to buy a ticket. Jonathan will help Amanda. ", "dialogue": "Amanda: I cannot access the train website\r\nAmanda: Wanted to buy a ticket\r\nJonathan: Let me see\r\nJonathan: It works\r\nJonathan: You just need to refresh it\r\nAmanda: I tried... It doesn't work\r\nJonathan: Let me finish frying first and I will help you\r\nAmanda: OK, thanks love"}
{"id": "13863111", "summary": "Robert and Seth are working on their projects. Seth has to finish his this week because he will be travelling to Berlin next week.", "dialogue": "Seth: how are you doing with the project?\nRobert: I was hoping to finish by tomorrow but I don't think so... :/\nSeth: tomorrow would be great...\nSeth: but unreal in my case\nSeth: I have like 40-50% done\nRobert: will you finish this week?\nSeth: I have to. No way I keep doing this next week\nRobert: going anywhere?\nSeth: Berlin next week\nRobert: ok great"}
{"id": "13864812", "summary": "Prince Philip had a car accident. He is 97. ", "dialogue": "Bridget: lol Prince Philip had a car accident\nCarmencita: how can you laugh at it?\nBridget: c'mon no one died\nCartman: looks like a family tradition\nBridget: but he is 97 and he WAS DRIVING\nCartman: doesn't he have people for that?\nCartman: like dude, srlsy\nCarmencita: what a tool\nCarmencita: he could have killed someone\nCartman: <file_gif>\nBridget: old people shouldn't drive\nCarmencita: I agree\nCartman: only old people think they should drive\nCartman: the rest is terrified of them behind the wheel\nBridget: I would understand if he didn't have anyone to take him somewhere\nBridget: but he has personal driver, ffs\nCarmencita: like I said, he's a tool"}
{"id": "13717321", "summary": "Henryk makes derogatory comments about people working as baristas. But their job is hard and they have the right to make mistakes.", "dialogue": "Henryk: Reasons why one works as a barista and not in a serious corporation:\r\nHenryk: I am buying myself coffee for 13:30, paying with 50. Guy returns me 40 :)\r\nAndrzej: Have you ever worked a hard physical job?\r\nHenryk: Yea. And I would understand if it were crowded, but I was the only one buying coffee\r\nAndrzej: Well then you should understand that after 10 hours on a Saturday you really don't give a shit\r\nJakub: People have been fired for less :D\r\nAndrzej: Of course, but would you care if you were just a student working in Nero?\r\nHenryk: That is how businesses fail, because people don't give a shit\r\nJakub: Of course I wouldn't ;)"}
{"id": "13730632", "summary": "Kim takes part in Paul's survey on customer service of Xstore.com. On a scale of 1-5 she's to rate her last visit to the page, the clothing available there, the UI and the customer services. She would also change the page as it's difficult to read.  ", "dialogue": "Paul: Hello, would you like to take part in a survey on X stroe customer service?\r\nKim: uhh ok how long will this take?\r\nPaul: not long about 5 minutes\r\nKim: ok sure\r\nPaul: how would you rate your last visit to Xstore.com on a scale of 1-5?\r\nKim: 3\r\nPaul: How would you rate the clothing available at Xstore on a scale of 1-5\r\nKim: 4\r\nPaul: How would you rate the UI of Xstore.com on a scale of 1-5?\r\nKim: 4\r\nPaul: How would you rate Customer Service on Xstore.com on a scale of 1-5?\r\nKim: 3\r\nPaul: Is there anything we could do to make Xstore.com better?\r\nKim: please change the page, it's very difficult to read\r\nPaul: Thank you for your input and time"}
{"id": "13818957", "summary": "Liv is going to buy it. She feels comfortable and warm in it even though it's short. ", "dialogue": "Liv: <file_photo>\r\nLiv: what do you think?\r\nVivyan: looks nice, its a good color for you\r\nRoxana: quite ok, but maybe a bit too short for the winter?\r\nRoxana: I like things comfy and warm\r\nLiv: its very warm!\r\nLiv: not sure about the length, though\r\nVivyan: hard to tell really\r\nVivyan: its important if you feel comfy in it\r\nLiv: Yes, very!\r\nRoxana: take it then\r\nLiv: thanks! :*"}
{"id": "13730782", "summary": "Amber has seen George. Amber thinks George is cute. Amber has him on facebook. ", "dialogue": "Alisha: have you seen this new guy?\r\nAmber: George?\r\nAlisha: ya\r\nAmber: sure, he is so cute\r\nAlisha: do you have his facebook?\r\nAmber: <file_other>"}
{"id": "13828363", "summary": "Alex will send Peter all emails about the sale.", "dialogue": "Peter: Can you forward to me all emails about the sale.\r\nAlex: There must be a few dozens of them.\r\nPeter: No problem, send them all."}
{"id": "13864455", "summary": "Stacy and Melissa want to visit Tim in Berlin. Tim is away on the next weekend but will be home on the weekend after.", "dialogue": "Stacy: hey Tim\nStacy: I have a question :)\nTim: hi both\nTim: shoot\nStacy: me and Melissa would like to visit you in Berlin next week\nMelissa: correct!\nTim: sorry girls but I'm away that weekend! :(\nStacy: oh noooo\nMelissa: maybe the weekend after that then?\nTim: I'm home then, fine with me :)\nStacy: all right\nStacy: we'll discuss this with Mel\nStacy: and we'll let you know ok? and thanks my lovely!\nTim: I'll be honoured to have you here, come any time :)\nTim: and just let me know"}
{"id": "13813128", "summary": "John is working until 3 p.m. and then going to his parents. He got a day off for Christmas Eve and he's working a second shift on Boxing Day. John and Eve will not see each other then.", "dialogue": "Eve: Are you at your parents'?\r\nJohn: I'm going after work\r\nEve: How so?!\r\nEve: You don't have a day off?\r\nJohn: I'm working until 3 p.m.\r\nJohn: And after work I'm heading home\r\nJohn: Fortunately I got day off for Christmas Eve\r\nJohn: And on Boxing Day I have second shift\r\nEve: Oh nooo, I guess we won't see each other!\r\nJohn: :(("}
{"id": "13730738", "summary": "Josh is in Barbados. He will send Camilla an email about Airbnb. Camilla just returned from Thailand. They both like it.", "dialogue": "Camilla: Good morning, Josh! How are you? This is Camilla. I wanted to know if there's any update as far as Airbnb goes? I received an email indicating they wanted to stop it\r\nJosh: Good morning. Will sent you an email I wrote to sum things up. Is that okay?\r\nCamilla: Of course, thank you!\r\nJosh: Just give me a while to get up. I'm in Barbados :)\r\nCamilla: Enjoy your vacation! I just got back from Thailand! \r\nJosh: Thailand is one of my favs. Where did you go?\r\nCamilla: I went to pataya beach, phuket, chang mai and Bangkok. It was awesome :) How's Barbados?\r\nJosh: Oh it's great. Very relaxing"}
{"id": "13730200", "summary": "Bart is upset because his dog Pluto passed away. Benjamin sends his condolences. ", "dialogue": "Benjamin: hey im so sorry to hear about pluto man\r\nBart: that means alot dude\r\nBenjamin: that must be really hard, u were so attached to him\r\nBart: yea, i was\r\nBenjamin: are u gonna be okay?\r\nBart: i think so, he was family not just a dog\r\nBenjamin: i can understand"}
{"id": "13680485", "summary": "Blake believes that Alexis is trying to turn their son, Steven, against him and has bad influence on Steven. Alexis believes Blake is self-centered and often attacks her and accuses her of things she didn't do.  ", "dialogue": "Blake: Why did you tell Steven all those stupid things?\r\nAlexis: What things?\r\nBlake: That I did not want him. It's just not true and you know it.\r\nAlexis: I remember things differently, sorry.\r\nBlake: You're his mother, I cannot cut you from him, but I really believe you have a terrible influence on him.\r\nAlexis: I would rather say it about you.\r\nBlake: Please, stop. I've taken so much care of him in the last years and I always avoid talking with him about you.\r\nAlexis: Why should you avoid the topic? Is it better to pretend I do not exist?\r\nBlake: Nobody pretends that, but I don't want to drag him into our games. Your games, actually.\r\nAlexis: I don't know why I am still talking to you. You keep insulting and accusing me.\r\nBlake: I'm just trying to stop you from destroying our son's life.\r\nAlexis: I am his mother, I know what's good for him.\r\nBlake: No, you're using him for your stupid games against me.\r\nAlexis: You're really unbelievably self-centred.\r\nBlake: Alexis, it's not possible to talk to you any more. You're either aggressive or defensive. There is no discussion.\r\nAlexis: Try not to attack me first. This is a natural reaction to an attack of every human being, of every living creature actually. \r\nBlake: I tried to discuss how we are managing our relations with our son. Was it an attack?\r\nAlexis: No, you attacked me saying I told something to Steven that you apparently didn't like. But you will nor censor me. This time is over.\r\nBlake: For God's sake! \r\nAlexis: I've had enough. I am coming back to my work now. There is more in this world than your huge ego. Bye!"}
{"id": "13680187", "summary": "Rachel Kavanagh is in Nottingham now. Rachel Kavanagh and Caron will meet in Nottingham next time Dee travels there. Rachel Kavanagh attends acting classes during the week. She is trying to get an acting job in a soap opera.", "dialogue": "Caron: How come you are in Notts on your own when your family is in Birmingham?\r\nRachel Kavanagh: Tell you over a drink sometime x\r\nCaron: Baby father?? That's why I'm stuck in Gloucester\r\nRachel Kavanagh: Ditto x\r\nCaron: Well I'm not so stuck now I spose..\r\nCaron: But my mum dragged me half way cross the country away from my dad and I wouldn't do it to my son\r\nCaron: Yes we will meet up.. my best mate see has a sister in Notts and she visits her quite often so next time she comes up i will come with her and stay over\r\nCaron: Dee.. my best mate dee lol\r\nRachel Kavanagh: I can understand that. You did what you had to do. I am in Bham most weekends. I like comedy clubs. Got to have a laugh. This job is quite serious so it’s good to escape that. I do acting classes in the week which is a proper laugh. Trying to get a part in a soap at the moment. Just mumbling “spam” in silence in the background. Classes are hilarious. Yep, deffo grind a night out x\r\nRachel Kavanagh: Ffs get*\r\nCaron: I dunno Rachel..  grind sounds good to me lol\r\nRachel Kavanagh: My auto correct wants me in trouble. Called someone a c@@t yesterday. To be fair they were....\r\nCaron: Noooo\r\nCaron: Hilarious\r\nRachel Kavanagh: Yep x\r\nCaron: Acting classes now there's a thought.. no I couldn't if I got famous too many stories would come out of the woodwork I've had a very varied life lol\r\nRachel Kavanagh: And that makes you who you are. Interesting. You have character. I have a law module to get on with. So boring. I want to deal with criminal law. Are you on LinkedIn Caron?\r\nCaron: No.. would t know where to start with that\r\nCaron: You get on with your home work I'm going to take the dogs round the block.. great to chat tonight xxx\r\nRachel Kavanagh: Ditto xx"}
{"id": "13680636", "summary": "Mom will make Spanish omelette for lunch and Evan will buy dessert with the money from Granda Eugene.", "dialogue": "Mom: Hey honney\r\nMom: What would you like to eat for lunch?\r\nEvan: Hey mommy\r\nEvan: Actually it's been forever since we last had Spanish omlette\r\nEvan: I know dad and Judith also like it\r\nMom: Sure, it's quite easy to make\r\nEvan: Yeah, and not that much time-consuming :)\r\nEvan: I'll take care of a good dessert then\r\nEvan: They have delicious fruitcakes at the confectionery today\r\nMom: Wow, Evan, this is a wonderful idea! Do you have enough money?\r\nEvan: Don't worry, I still have some beer money :)\r\nEvan: Grandpa Eugene gave me $30 last Sunday\r\nMom: He's very generous for his grandchildren\r\nMom: Anyway, I'll make sure you have your money back\r\nEvan: Mom, that's nothing! Let's have a yummy lunch :)"}
{"id": "13728759", "summary": "Nobody likes Summer's new hair style. Max likes them straight.", "dialogue": "Summer: I am never speaking to her again!\r\nMax: Now what?\r\nSummer: She said I looked dorky!\r\nMax: Well...\r\nSummer: Oh noooooo!\r\nMax: It's your hair. \r\nSummer: What's wrong with it?\r\nMax: Nobody likes it like that.\r\nSummer: Rly?\r\nMax: Yes. \r\nSummer: Nobody said!\r\nMax: Well, you get mad.\r\nSummer: Yes. And feel bad.\r\nMax: Sorry.\r\nSummer: How should I wear it?\r\nMax: Just straight. Looks better.\r\nSummer: Boring! Everyone does that!\r\nMax: Exactly!\r\nSummer: Oh, so if I'm different, I'm dorky?\r\nMax: Pretty much.\r\nSummer: Well tough!"}
{"id": "13682304", "summary": "James went on a trip and wants George to read about it on his blog.", "dialogue": "George: how's the trip?\r\nJames: Good :)\r\nGeorge: so where did you go?\r\nJames: You can read about it on my blog :D\r\nGeorge: oh come on:D\r\nGeorge: just tell me:P\r\nJames: Nope :D\r\nJames: There's a map of my plans there, so you can see everything :P\r\nGeorge: eh... okay\r\nJames: :*\r\nGeorge: -.-"}
{"id": "13821123", "summary": "Minnie, Max and Luke are going from Cardiff to Lanzarote on the 2nd of February and coming back on the 9th. The flights are £111 each. Minnie is doing the booking. They'll stay in an inland hotel with a pool and a bar because it's about £200 cheaper than by the beach.", "dialogue": "Minnie: I found a flight from Cardiff to Lanzarote on Thursday 2nd of Feb, coming abck on Thursday 9th for £111 each. Is that ok?\r\nMax: oh brilliant yeah that sounds good! \r\nMinnie: shall I book it?\r\nMax: lets wait for Luke to confirm, he had to take time off work yet\r\nLuke: I'm good, even got the second friday off. Got my boss on a good day!  \r\nMinnie: Thats good cause the flight back doesn't come into Cardiff till 23.40! Are you ok with me booking?\r\nLuke: go for it, good find! \r\nMax: I have been looking into hotels, they are all pretty much the same price, but cheaper away from the beach. What would we prefer? Close to the beach and pay a bit more or further inland?\r\nMinnie: how much is the difference in total?\r\nMax: about £200pp\r\nMinnie: thats worth moving inland for I think, what about you guys?\r\nLuke: fine by me\r\nMax: yeah sure, £200 at the bar is quite a lot \r\nLuke: thats exaclty what i was thinking! 😂🍻\r\nMax: shall I book any hotel with bar and pool inland then?\r\nLuke: yeah cool\r\nMinnie: it might be worth also considering the distance to the airport, we will probably need to taxi it as the flight comes in at 22.45\r\nMax: Good point, I'll have a look\r\nMinnie: and I wouldn't mind a spa\r\nMax: noted\r\nLuke: there goes the £200! \r\nMinnie: 😄"}
{"id": "13821829", "summary": "He looks like Johnny Depp.", "dialogue": "Jon: <file_photos> \r\nBetty: He looks like Johnny Depp\r\nJake: Yeah he does!\r\nJon: I told you!! "}
{"id": "13865091", "summary": "Patrick loves the game. Mike read the summary. He wants to borrow the game from Patrick and so does Joey. ", "dialogue": "Mike: Patrick I've seen you're playing Kingdom Hearts\nMike: how's the game, is it good?\nPatrick: it's freaking awesome\nPatrick: but I'm telling you this as a longtime fan of the series\nJoey: look guys I've found this <file_other>\nMike: :O\nJoey: it's a summarised plot of all the games\nJoey: and it's in chronological order\nMike: great I'm gonna read it\nPatrick: haha good luck\nPatrick: the plot is crazy\nPatrick: so seriously good luck  :D\nMike: man I'd like to borrow the game once you've finished\nPatrick: sure no problem\nJoey: me too! one day ;)\nMike: oh boy\nMike: I've read the entire article\nMike: <file_gif>\nMike: my head just exploded :D\nPatrick: xD\nPatrick: not surprised at all\nPatrick: like I said, the plot is seriously fucked up :D\nJoey: totally"}
{"id": "13727731", "summary": "Gail hasn't heard about Game of Thrones. Kyle recommended watching it. George R.R. Martin is the author of the books the series is based on. Kyle sent Gail the link where he can watch the series.", "dialogue": "Kyle: Oh c'mon! A series about a chick, love of two guys, but about vampires?\r\nGail: So? It's also a bit futuristic! It all starts 2 yrs after a company invented fake blood and vampires decided to coexist with humans!\r\nKyle: B3. Still, something for chicks. Real men watch GoT!\r\nGail: GoT?\r\nKyle: Game of Thrones! Haven't you heard about it?\r\nGail: No...\r\nKyle: Srsly?\r\nGail: Yeah... What is it about?\r\nKyle: Oh man! You HAVE TO watch it! This is THE series! Like OF ALL TIME!\r\nGail: Is it that good?\r\nKyle: Even better!\r\nGail: So, what is it about?\r\nKyle: Well, it has love affairs, fights, power struggles, plot twists and fantastic creatures. Like EVERYTHING!\r\nGail: Sounds like something I'd like.\r\nKyle: Do you know G.R.R. Martin?\r\nGail: No. Who's he?\r\nKyle: The author of the books the series is based on.\r\nGail: Oh...\r\nKyle: NM. You have to watch it! Like now if you have nothing else to do. \r\nGail: OK. Stop pestering me :P\r\nKyle: Tell me what u think after the 1st episode :)\r\nGail: Will do ;) do you know where I can watch it online?\r\nKyle: Sure. Here: <file_other>\r\nGail: Thanks!\r\nKyle: You're welcome :)"}
{"id": "13864883", "summary": "Ruby will be making drinks.", "dialogue": "Jordan: Should I bring something Sakshi?\nSakshi: Just some beer/wine, whatever you wanna drink\nRuby: Do you have ice? I will be making drinks\nSakshi: Yes!"}
{"id": "13730548", "summary": "Amber wants to meet with Prof. Jordon as he's looking for students to work under his supervision. Smith wants to meet Prof. Jordon to talk about his research paper. Amber and Smith will meet him together.", "dialogue": "Amber: Hi Smith, have you seen Eva??\r\nSmith: I am not sure but I guess she had a meeting with prof. Jordon.\r\nAmber: Yeah I remember.. I too have to meet him.\r\nSmith: What is the meeting about??\r\nAmber: Don't you know? \r\nSmith: No\r\nAmber: Prof Jordon is looking for a student who can work under his supervision. He is giving a research related projects.\r\nSmith: Well can i also meet him?\r\nAmber: Yeah why not..\r\nSmith: Yeah i guess, I must meet him because I was planning on writing a research paper.\r\nAmber: Then you must definitely meet him.\r\nSmith: Thank you Amber.\r\nAmber: No problem Smith.\r\nSmith: Let's meet Prof. Jordon together.\r\nAmber: Yeah sure."}
{"id": "13728030-1", "summary": "After sinus problems Ken had to deal with a flat tire. Ken hopes that Martha will get the Christmas package by Christmas time. ", "dialogue": "Ken: Rough week continues! Sinus problems then a flat tire. Had to change it in my suit! But at least I can still change a tire.\r\nMartha: Oh, poor you! Was there a nail or something?\r\nKen: Tire sensor broke off.\r\nMartha: From the stupid snow?\r\nKen: First Christmas package is on the way. No peeking!\r\nMartha: I won't!\r\nKen: I'm guessing the snow.\r\nMartha: Will I still have to pay customs?\r\nKen: Yes, but we adjusted the values! LOL!\r\nMartha: Great!\r\nKen: Hopefully you get it by Christmas this time!\r\nMartha: That's okay if I don't.\r\nKen: But I want you to have it, so fingers crossed!"}
{"id": "13727651", "summary": "Melissa bought a beautiful and shiny thing.", "dialogue": "Melissa: look what I bought!\r\nMelissa: <file_photo>\r\nMelissa: <file_photo>\r\nBrian: looks awesome :D\r\nMelissa: u can't imagine how excited I am! :D\r\nBrian: I sort of see it ;-)\r\nMelissa: It's so shiny and beautiful <3 <3 <3\r\nBrian: Let's hope it stays this way long time :D\r\nMelissa: :))))"}
{"id": "13829458", "summary": "Jane wanted to go out on Friday. Amber will be back by 8 so that Marvin can go to the gym.", "dialogue": "Amber: Hey Jane wanted to go out on Friday\r\nAmber: I'd leave around 6 and be back by 8?\r\nAmber: so you can go to the gym when i get back :)\r\nMarvin: ok :)\r\nAmber: great\r\nAmber: i'll text her straight away ;)\r\nMarvin: :)"}
{"id": "13828268", "summary": "Mary and Laura need to work on the EBMN project this afternoon. Lyla sympathizes with them as they have to deal with the difficult client.", "dialogue": "Mary: OMG!!! this EBMN project..It's crazy..\r\nLyla: Yeah, totally\r\nLyla: I feel sorry for you and Laura..\r\nMary: I still need to work on it in the afternoon. It's going to drain me out\r\nMary: Yeah, poor me and Laura 😂\r\nLyla: And the client is a pain in the ass..😅\r\nMary: Yes!! They are..\r\nMary: Ok spk to you later. Have a good lunch!!\r\nLyla: You too!! 🍔😋"}
{"id": "13730607", "summary": "Yann's parents are going to Montana to visit his brother. Janette will come over for pizza and a movie.", "dialogue": "Yann: My parents are leaving for 2 days\r\nJanette: Why?\r\nYann: Going to visit my brother \r\nYann: in Montana\r\nJanette: Ohh\r\nYann: Wanna come over?\r\nJanette: Sure\r\nJanette: :) \r\nYann: Are we ordering pizza?\r\nJanette: Sure\r\nJanette: I want pizza hut\r\nYann: Hawaiian? \r\nJanette: Yes \r\nJanette: And small peperonni \r\nYann: Okay \r\nYann: What movie wanna watch?\r\nJanette: Something funny?\r\nYann: South Harmon?\r\nYann: Hehe\r\nJanette: YES"}
{"id": "13818847", "summary": "John is home so Carol, Sigismund and Ellen can come and hear him talk about his trip to Polynesia. ", "dialogue": "John: We're home, you can come now\r\nCarol: finally!\r\nSigismund: and we want to drink whiskey!\r\nEllen: and tell us about Polynesia!\r\nSigismund: it's overrated!\r\nEllen: what? it's a paradise, don't destroy my dreams\r\nSigismund: not much different than Italy in August and with significantly worse food\r\nJohn: you're exaggerating as always Sigi\r\nSigismund: I'm the grumpy cat, don't you remember?\r\nJohn: hahahaha"}
{"id": "13730982", "summary": "Dylan didn't hide Maya's doll that she cannot find anywhere. ", "dialogue": "Maya: Did you hide my doll?\r\nDylan: No...\r\nMaya: I cannot find it anywhere... "}
{"id": "13612039", "summary": "Emily is going to Ray's birthday party next Saturday. She will prepare mixed salad and bring beers to the party at 6 after her yoga class.", "dialogue": "Ray: I invite you to my birthday party next Saturday\r\nEmily: Great news ! How old will you be ?\r\nRay: 29\r\nEmily: You're quite young ! I thought you were already 35 years old !\r\nRay: Thanks, I assume it is a compliment ?\r\nEmily: Yes, it means you look so smart and experienced :)\r\nRay: Because it could also mean I look old and boring\r\nEmily: Could be, but I didn't mean it to be rude\r\nRay: Alright :) Will you join us ?\r\nEmily: I think so, at what time will be the party\r\nRay: From 6:00 pm\r\nEmily: Sure. I was asking because I have my yoga class at 4:00 pm, but 6:00 pm is right\r\nRay: So you will come relaxed and ready to have fun\r\nEmily: Exactly! Ready for dancing all the night !\r\nRay: I think it will be fine. There will also be Mike, Paul, Laura, Nicholas, Emma, Samantha, David...\r\nEmily: OK, OK! Anyway, looking forward to Saturday !\r\nRay: Me too !\r\nEmily: Tell me, Ray, what do you want me to bring to the party ?\r\nRay: Don't know, maybe some beers and a mixed salad ?\r\nEmily: It's OK, I will prepare it before my yoga class. See you on Saturday !\r\nRay: See you on Saturday !"}
{"id": "13821688", "summary": "Lautaro is going to have a few drinks in Palermo and go for 'Egyptian Nights' party. Dan, Pablo and Lautaro will meet at Niceto Club around 10.", "dialogue": "Dan: Hi guys\r\nLautaro: 👋\r\nPablo: Hey Dan, what are you up to?\r\nDan: Finishing dinner now. Are you guys doing anything tonight?\r\nLautaro: Yep, we’re going to have a few drinks in Palermo and then head to Niceto Club\r\nPablo: There’s this party we like called EGYPTIAN NIGHTS 🙊🙈🙉\r\nPablo: With dancers dressed up as ancient Egyptians and stuff like this\r\nLautaro: Have you been?\r\nDan: No. But sounds like fun! 🔥\r\nDan: How much is it?\r\nLautaro: The price changes but I guess it’s like 100 pesos?\r\nPablo: Yeah, something like that. But I assure you it’s worth it\r\nDan: Sounds good to me. Where are we meeting?\r\nLautaro: <file_other>\r\nLautaro: Around 10?\r\nDan: Cool. I’ll see you there\r\nPablo: 😘😘😘"}
{"id": "13828831", "summary": "Rick needs to borrow five bucks from Jim.", "dialogue": "Rick: Hi, fatso!\r\nJim: Told you not to call me that.\r\nRick: I won't if you lose weight.\r\nJim: What do you want, lanky..\r\nRick: I need to borrow five bucks.\r\nJim: Oh, yeah? Me too!"}
{"id": "13730093", "summary": "Hollie reminded her sister, Mollie, about their mother's birthday today.", "dialogue": "Hollie: hey sis\r\nMollie: hi\r\nHollie: today's mum's birthday. don't forget to call her\r\nMollie: thanks for reminding "}
{"id": "13827988", "summary": "Tonya has a session. She had a lot of time to learn, but she left it for the last weekend.", "dialogue": "Marnie: Hello darling, how are you feeling?\r\nTonya: the session's begun :/ :/\r\nMarnie: thats why im askin babes :D\r\nTonya: you the drill, i had so much time to cram it and i left it for the last weekend, usual stuff hahah\r\nMarnie: thank God i finished with this evil heheh"}
{"id": "13681851", "summary": "Jonathan and Lisa are going to buy Mum a pot for Christmas. Lisa is going to order it. Lisa and John know nothing about gardening, which is Mum's only interest.", "dialogue": "Jonathan: Lisa! Have you bought a Christmas gift for Mum yet?\r\nLisa: I haven't... I'm still thinking about it. I always have a problem choosing something for her.\r\nJonathan: So do I! She's a tough one, isn't she.\r\nLisa: Well, it's just that she always says she doesn't need anything and she's only interested in gardening...\r\nJonathan: Right, and I think she's got all the tools already, so buying something like that is out of question.\r\nLisa: Yeah, and we don't even really know what's good anyway. I don't know these gardening brands, to be honest.\r\nJonathan: Me neither. Hmm. I've been thinking that maybe I should buy her a book.\r\nLisa: Sounds like a good idea, but have you got anything specific in mind?\r\nJonathan: Not really, but I think I've heard about some new book by this famous gardener. What's his name...\r\nLisa: Don't ask me! I wouldn't know, haha...\r\nJonathan: I think I could ask a coworker. She's told me she likes gardening, so she might know something?\r\nLisa: I guess so! Eh, I still have no idea, though. If I get her a book too, that might be a bit much.\r\nJonathan: Hmm, I googled it and most ideas are tools... But what about a pot?\r\nLisa: A pot?\r\nJonathan: Yeah, like this one! <file_photo>\r\nLisa: Oh! I think she might like it! I'll order it before I forget, thank you!"}
{"id": "13716886", "summary": "After weeks of delay, Sam has got those samples for Jessica.", "dialogue": "Sam: I have those samples for your wife Jack\r\nJack: Oh awesome, she's gonna be so happy\r\nSam: Sorry for the delay, we were waiting for new colors\r\nJessica: Sam, finally! I have the crew on hold for weeks "}
{"id": "13715945", "summary": "Nick decided to buy an induction hob.", "dialogue": "Nick: Opinions required! Gas or induction hob?\r\nBen: Having lived with an induction hob for a while, i’m not convinced.. \r\nRuth: induction- very sleek and quick to boil!\r\nBen: but it doesn’t maintain a constant temperature! Is it typical of all induction or i just got an old one?\r\nRuth: they pulse if use don’t use proper pans\r\nBen: what do you mean proper? Do you mean better+heavier?\r\nRuth: yeah, simply suitable\r\nBen: and i guess i have to learn how to use it..\r\nRuth: yeah, it’s just different comparing to gas\r\nChristian: gas, absolutely without a question- nothing else gives you the control!\r\nNick: I’m definitely more interested in a controllable consistent heat\r\nMary: with induction it’s like on and off so you have to regulate temperature.. \r\nKate: induction- yes, gas- no cause it takes ages to boil water!\r\nTim: you can always use an electric kettle you know?\r\nKate: haha! Not funny!\r\nKate: it’s easier to clean as well.\r\nHarry: I’d go for induction cause it keeps the temp after you finish cooking so the food is still warm \r\nTom: Induction! 100%\r\nSusan: our induction was terrible! I think it’s common!\r\nEmma: another vote for induction here! \r\nRuth: All chefs seem to say gas!\r\nTom: I sell more induction hobs then gas! It’s getting popular and i can see why!\r\nEmma: we got ours from the John Lewis outlet so it was ex display and therefore very affordable!\r\nNick: cheer guys for all your opinions! Great talk! I think i’ll go for.. Induction."}
{"id": "13819556", "summary": "Kayla will land in Sevilla at 6. Tiffany, Alexis, Bobby, Logan, Randy and Tom will be waiting for her at the airport.", "dialogue": "Kayla: guys, I'm on the plane, in Sevilla at 6\r\nTiffany: amazing, only you're lacking\r\nAlexis: We got 2 cars for us\r\nBobby: I'll drive and Tom\r\nLogan: which means nobody will survive\r\nRandy: LOL\r\nKayla: hahah, was it expensive?\r\nRandy: no, super cheap, 15 euro per person\r\nKayla: wow!\r\nTiffany: of course, they were happy that somebody wants to rent it after season \r\nKayla: right, hahah\r\nRandy: so we can bring you back to the airport on Monday as well\r\nKayla: thanks!\r\nTiffany: we'll wait at the airport, see you there\r\nKayla: see you!"}
{"id": "13828643", "summary": "Henry will drop by Jack's office in five minutes when he's finished something. ", "dialogue": "Henry: Hi, Jack. Got a minute?\r\nJack: Got to finish something. Will be done in five.\r\nHenry: Please drop by my office then, will you?\r\nJack: Certainly, boss."}
{"id": "13716556", "summary": "Steve, Paul and Luke have all seen the film 'Clergy'. It was not as shocking as they'd thought. ", "dialogue": "Steve: we went to see 'Clergy' yesterday. Have you seen it?\r\nPaul: I have.\r\nLuke: me too. \r\nLuke: what do you think? \r\nSteve: they made so much publicity about it beforehand, and I expected god knows what.\r\nSteve: in fact, it was not so shocking to me. \r\nPaul: right, but it was quite impressive.\r\nPaul: I particularly liked the scene when they were partying and drinking hard, at the beginning.\r\nLuke: yeah, it was good! Drinking, crazy games.\r\nPaul: Janusz Gajos rocked as a priest. His drunken scene was a masterpiece!\r\nLuke: yeah, respect to the man.\r\nSteve: and the ending was shocking to me. \r\nSteve: the only good dude didnt end up well\r\nLuke: sad\r\nPaul: yep"}
{"id": "13828819", "summary": "Leonard and Mom are snowed in. He needs to clear the driveway. Andy took a bus to work in the morning. The forecast says more snow before the weekend. Leonard ordered Christmas gifts from REWE with 10€. Mom spent last six Christmases on cruises. ", "dialogue": "Leonard: A view from our window <file_photo>\r\nMom: Oh no! We are snowed in!\r\nLeonard: Or worse. D:<\r\nMom: Are you able to get the car out?\r\nLeonard: Not before I clear the drive. Andy took a bus to his office in the morning.\r\nMom: What is the weather forecast saying?\r\nLeonard: More snow coming before the weekend. Shute!\r\nMom: That's most unfortunate, isn't it? How about your shopping before Christmas?\r\nLeonard: At least this is not my problem. I'll have it all delivered, just as usual, from REWE. Only 10€ on top.\r\nMom: Not too bad but it's not the same as doing your Xmas shopping personally. Presents and things.\r\nLeonard: How do you remember?! For the last six years you have been on some ritzy cruises over Xmas.\r\nMom: But Leonard! You always get your Xmas present. And I always were horrible at cooking.\r\nLeonard: That's correct. Both of your statements.\r\nMom: Leonard, really...\r\nLeonard: And I love you!\r\nMom: Love you too, cupcake!"}
{"id": "13862833", "summary": "Dan forgot to buy the drinks and has to go shopping.", "dialogue": "Holly: Did you buy the drinks?\nDan: Oh shit, I forgot\nHolly: Dan...\nDan: I'm running to the store right away\nHolly: I hope you are"}
{"id": "13819013", "summary": "Linda, Liz and Barbara are complaining about the tickets to Broadway being so expensive. If they had lots of money Linda would see Phantom, Les Miz, Wicked, Lion King, and Liz would go to see Hamilton. Barbara'd go with either Cats or Lion King. ", "dialogue": "Linda: Why are Broadway tickets so damn expensive? :(((\r\nLiz: I know right?\r\nBarbara: It's not even the tickets themselves, but there's also all the money you'd need for the flight, some food, a hotel...\r\nLiz: Exactly!\r\nLinda: I don't know, even the tickets themselves are far beyond my reach. I don't even want to consider those other things.\r\nBarbara: Thank heavens for bootlegs! :D\r\nLinda: Yeah, but it's not the same as seeing those shows live.\r\nLiz: Which show would you choose if you suddenly won a million dollars?\r\nLinda: A million? I'd go see all of them :D\r\nLiz: Okay, a thousand dollars then.\r\nBarbara: I'd go with either Cats or Lion King.\r\nLiz: And you, Linda?\r\nLinda: Are you kidding me? I can't choose just one! There's the Phantom, Les Miz, Wicked, Lion King...\r\nBarbara: What about you @Liz?\r\nLinda: Wait, let us guess!\r\nBarbara: Haha, yeah, I think it's pretty easy to guess.\r\nLinda: Hamilton?\r\nBarbara: Hamilton!\r\nLiz: LOL, you know me so well :D"}
{"id": "13816090", "summary": "Jacob and Ava are going to have new neighbours. A guy and a woman with 2 kids are moving in the flat with the green door across the corridor. ", "dialogue": "Jacob: hey honey\r\nJacob: it seems that we're gonna have new neighbours!\r\nAva: what? What's happening?\r\nJacob: you remember this flat across the corridor?\r\nAva: the one with green door?\r\nJacob: exactly this one\r\nJacob: there are some people moving in\r\nAva: and? How do they look like?\r\nJacob: well there is a blonde lady, about 35 yo\r\nJacob: a bearded guy in glasses\r\nAva: looks like IT guy XD\r\nJacob: and they seem to have 2 kids, a boy and a girl"}
{"id": "13680238", "summary": "Cristina is determined to do an internship in an embassy or consulate abroad. She send one to polish consulate in harare.", "dialogue": "Cristina: I sent an email to polish consulate in harare\r\nHarold: I hope you get there\r\nCristina: I wanna do internships in an embassy or consulate somewhere abroad and I have just finishing sending 150 emails to different offices however around 20 email addresses weren't correct."}
{"id": "13680281", "summary": "Dad is in ward 20. Penny will go to him straight from town. Sue will be there around 2. Dad has a lot of trouble seeing. ", "dialogue": "Sue: Hi Penny what ward is dad on?\r\nPenny: he is on ward 20\r\nSue: OK do you want me to come and pick you up?\r\nPenny: what time are you coming over?\r\nSue: I was aiming to be there for 2\r\nPenny: no I will go there straight from town\r\nSue: OK then I will see you up at the hospital does dad need anything?\r\nPenny: Not I dont think so\r\nSue: can he do a crossword or anything?\r\nPenny: no love he can hardly see very well to read \r\nSue: oh dear he must be so miserable\r\nPenny: he is but what can we do\r\nSue: I know I feel so helpless being so far away\r\nPenny: its ok dear we know you cant do anything he is in the best place xx"}
{"id": "13729391", "summary": "Frank is going to IKEA to buy furniture and a gift for Morris. Eliza wants him to buy a lamp for Jeanine. ", "dialogue": "Frank: Eliza\r\nFrank: Im going to IKEA to get some furniture stuff for our kids\r\nEliza: Oh do we still need anything\r\nFrank: I might get something special for Morris \r\nFrank: His bday is coming up \r\nEliza: Yeah that's a good idea\r\nFrank: And we need some new lamps \r\nFrank: They have deal this week \r\nEliza: Are we getting a new lamp for Jeanine? \r\nEliza: She needs a new lamp before she goes to school \r\nFrank: I will take care of that\r\nFrank: Do you need anything? \r\nEliza: Hmm I think we're both good\r\nEliza: But if you feel like buying something useful \r\nEliza: then I am ok with that \r\nFrank: I will go for a few rounds in Ikea\r\nFrank: And will letcha know\r\nEliza: Thanks dear\r\nEliza: I will see you tonight "}
{"id": "13863135", "summary": "Daisy will tell mom and dad that Sam loves them when they return. Sam is wondering if it is possible to tag her in a post if she restricts someone on fb.", "dialogue": "Sam: is mum there? \nSam: tell her i love her muchly\nDaisy: nope\nDaisy: and i will\nDaisy: should i tell dad?\nSam: oh is dad in?\nDaisy: nope\nSam: well then?\nDaisy: no one's in xcept for me\nSam: loll bad times\nDaisy: il tell them that you love them when they get back\nSam: i should have guessed what with you being on the comp\nDaisy: (rolls eyes)\nDaisy: im taking a break!\nSam: sureeeeeeeeee\nDaisy: i am!!\nSam: whatever... can we do a little experiment\nSam: basically if i put you on restricted on fb, see if you can still tag me in  a post ok?\nDaisy: ah okay\nDaisy: tell me when you're done\nSam: ok try then\nDaisy: tagged you\nSam: ok what can you see on my wall?\nDaisy: er everything\nSam: ?! ok hang on\nDaisy: il check if i can see your photos \nSam: and?\nDaisy: i can still see everything and your cover photos\nSam: really? how bizarre?\nSam: wait you can ony see 20 pics "}
{"id": "13730799", "summary": "Monica is having a day for herself.", "dialogue": "Chris: Hey smart girl what's up?\r\nMonica: Guess where I am\r\nChris: In the court?\r\nMonica: No. I have a day off\r\nChris: You have a day off and you didn't tell me... :/\r\nChris: I'd love to spend it with you\r\nMonica: Not today. Today I'm taking care of myself. Sauna, massage, beautician..."}
{"id": "13612186", "summary": "Andrew is picking up wine for dinner at Ned's place.", "dialogue": "Ned: Hey man! We're making dinner, but it looks like we're out of wine. Can you pick some up?\r\nAndrew: Yeah, but I'm probably going to be late--just so you know.\r\nNed: No problem, we'll be eating later than usual anyways."}
{"id": "13729801", "summary": "Adam is going on a date with Debbie tonight and he is looking for an idea to do something unusual. Sean suggests taking her to the circus as he did with Jessica last year and Adam likes this idea.", "dialogue": "Adam: debbie and i are going on a date tonight\r\nAdam: we always do the same things though\r\nAdam: i wana do something different and exciting lol\r\nAdam: is there something you'd recommend?\r\nSean: is dinner and a movie not exciting? lol\r\nAdam: lol, nope, it is not, we always do that :-(\r\nSean: what about a picnic under the stars?\r\nSean: girls love that kind of stuff\r\nSean: it's romantic\r\nAdam: debbie hates the outdoors\r\nSean: cook for her then\r\nAdam: i've done a thousand times, it's not different and exciting lol\r\nSean: i can't think of anything else!!!\r\nSean: you know what? you may be a little surprised at my suggestion...\r\nSean: but keep an open mind...\r\nAdam: uh oh i'm scared about what you're about to say lol\r\nSean: the circus is in town!!! take her to the circus!\r\nSean: i took jessica to the circus last year by surprise and she went nuts\r\nSean: she loved it!!\r\nAdam: did she really??\r\nSean: yes she said it was magical\r\nSean: just tell debbie you have a surprise for her\r\nSean: don't tell her where you are going...\r\nSean: and she's gonna love it\r\nAdam: thanks for the idea man\r\nSean: i will do it :-D"}
{"id": "13811795", "summary": "One of the meetings was cancelled and Frances is at Strawberry Café.", "dialogue": "Frances: <file_picture>\r\nFrances: Look and guess! Where are we? :D\r\nHarold: OMG, is that Strawberry Café?\r\nFrances: Yes indeed!\r\nHarold: You said you wouldn't have time off?\r\nFrances: well one of the meetings got cancelled so we decided to go for a coffee :D\r\nHarold: lucky ducky! Have fun then…\r\nHarold: <file_gif>\r\nFrances: we surely will! Hugs!"}
{"id": "13819223", "summary": "Tia will take Ollie and Betty to the cinema on Saturday. They will watch Marry Poppins. Claire will bring Ollie and his discount card. Ollie will stay at Tia's for dinner. Elaine won't join, she will visit her family in York.  ", "dialogue": "Tia: Hiya, I wanted to take Ollie to the cinema Saturday is that ok with you?\r\nClaire: Yeah of course, he'll love it! x\r\nTia: have you got his discount card somewhere? \r\nClaire: Yeah I'll bring it when I drop him off. Are you still ok to keep him until after dinner? x\r\nTia: yup, Betty will love it. Not sure how much they will eat after a bucket of popcorn though! 😆\r\nClaire: I'm sure deep down popcorn is a vegetable! x\r\nTia: indeed. Elaine, are you joining us?\r\nElaine: ah that sounds lovely but we are going to see family in York this weekend. Have fun!\r\nClaire: which film are you watching? x\r\nTia: the new Mary Poppins, Betty has been asking for it for ages. Thought Saturday might be a good opp. Enjoy your trip Elaine!\r\nClaire: Cool! I heard it's good. Hope Ollie behaves for you... x\r\nTia: I'm sure he will!  "}
{"id": "13865198", "summary": "Tim's having trouble with his lower jaw and left ear. It's probably the wisdom tooth. He will wait for the appointment till Monday or go to the emergency if it gets worse. ", "dialogue": "Tim: Guys, have you ever had problems with wisdom teeth?\nGeorge: No, not really, but I heard they can be horrible\nTim: I'm having strange pains now\nGloria: where?\nTim: the lower jaw, also the left ear\nDamian: can be the tooth I'm afraid\nTim: so what's now?\nDamian: you should see a dentist of course\nTim: but it's Saturday\nDamian: so wait till Monday\nDamian: if the pain gets worse, go to emergency\nTim: I hate it\nGloria: it happens"}
{"id": "13817476", "summary": "Kendyl wants to leave Poland to live abroad because he is stressed about the state of the country. Davon believes that she should try to change it instead.", "dialogue": "Davon: You have power to do something about it\r\nKendyl: I don't want ! I don't want to be a fucking politician\r\nKendyl: I don't care about that shitty poland.  I know languages so instead of being constantly pissed off and stressed I will just move to another country to live without all this stress\r\nKendyl: That kills me\r\nDavon: In way that is the problem. People desagree and say everything that is wrong sometime they even have ideas but they just don't do anything. That's why there is no development.\r\nDavon: But still I'm Portuguese I have nothing to do with Poland and you talk to me about the state of your country\r\nKendyl: It's already being done by people who actually have power. I can only talk to individuals to make them aware and to make them e.g. follow a page to read.\r\nKendyl: And I'm doing it.\r\nKendyl: I care more about me than about poland\r\nKendyl: I don't want to do something that brings me stress all the time\r\nKendyl: No one will force me to do it.\r\nDavon: Yeah yeah\r\nKendyl: So don't fucking tell me I'm doing nothing. It's already being done. That's why I know all this!\r\nDavon: No body is forcing you\r\nKendyl: That's why I make other people know about it as well\r\nDavon: For me you can do whatever"}
{"id": "13811714", "summary": "Roger needs to buy a gift for his mum. She's a different type of woman, rides a big bike and likes fixing cars. Roger might buy her a cookbook.", "dialogue": "Roger: I need to buy a gift for my mum\r\nRoger: but I have no idea what to get her\r\nAbigail: I don’t know your mum\r\nAbigail: What does she like?\r\nRoger: She’s a very special lady\r\nRoger: Drives a big bike\r\nRoger: Can fix cars\r\nRoger: She’s not a “lady” type\r\nAbigail: Cool\r\nAbigail: Maybe you can get her something hobby-related?\r\nAbigail: A book is always a good idea\r\nRoger: She likes cooking as well\r\nRoger: Chinese, Indian, Thai food… She learned during her travels\r\nRoger: Maybe I’ll buy her a cookbook"}
{"id": "13716227", "summary": "Kelly has a Peppa Pig cake she ordered for her daughter. Joanna, Ben, Karen and Daniel agree it looks amazing.", "dialogue": "Kelly: Amazing Peppa Pig cake for my 3-year-old birthday girl!\r\nJoanna: totally awesome!\r\nBen: wish it was my birthday! haha!\r\nKaren: did you do it yourself?\r\nKelly: i did.. ordered it myself! ;)\r\nDaniel: let us know if it's as good as it looks! x"}
{"id": "13680732", "summary": "Leo was supposed to leave for the weekend but the trip was cancelled. ", "dialogue": "Zoe: Hey, when are you leaving this weekend?\r\nLeo: I'm not - the trip was cancelled.\r\nZoe: Ok. :) I'll see you tomorrow then."}
{"id": "13821286", "summary": "Colbert said too much last night.", "dialogue": "Thomas: have you seen Colbert last night?\r\nGeoffrey: noo, but I've seen the backlash\r\nTheo: no, what did he do?\r\nThomas: see for yourself <file_other>\r\nTheo: well, it's pretty harsh, but he said worse things on other occasions.\r\nGeoffrey: yeah, he's a comedian after all\r\nThomas: the wp doesn't seem to agree, they say he crossed a line this time.\r\nTheo: blah blah he'll apologize, they'll forget as always\r\nGeoffrey: think so too\r\nThomas: might be, but still it was a pretty sick burn :D\r\nTheo: oh, definitely"}
{"id": "13611824", "summary": "Wayne forgot the password for the company shared folder. Jason helps him.", "dialogue": "Wayne: Help! I need my password for the company shared folder!\r\nJason: One sec.\r\nWayne: Thank you!\r\nJason: ScOOter42\r\nWayne: Oh, geez, I can’t believe I forgot that! Thanks!\r\nJason: NP"}
{"id": "13814800", "summary": "Madelene and John will have pizza and prosecco at the usual place at 5 pm.", "dialogue": "Madelene: pizza 5 o'clock?\r\nJohn: got it, the usual place?\r\nMadelene: you betcha\r\nJohn: this will be a wonderful evening, my friend, just us, pizza, and some prosecco :D\r\nMadelene: can't wait xD"}
{"id": "13864880", "summary": "Peter has been attacked in a park and has a broken arm and a concussion. Julia is already at the hospital. Kate will be there in 10 minutes.", "dialogue": "Kate: Someone beat up Peter!\nHarry: What?! When?!\nKate: We're on our way to the hospital\nPeter: I'm with Kate. Someone attacked him on his way back from work\nHarry: Is it serious? Is he already at the hospital?\nKate: Yes, we're going to meet Julia, she's already there\nPeter: Don't know how serious it is, he was attacked in the park\nHarry: Damn, I told him so many times not to go there :/\nJulia: Peter has a broken arm and a light concussion, I'm in the hall\nKate: Should be there in 10 sweetie, hang in there"}
{"id": "13862586", "summary": "According to the reviews, the movie is not that good.", "dialogue": "Wayne: Man, have you seen the reviews?\nJoe: Yeah, looks like the movie sucks\nWayne: Yeah... dammit :("}
{"id": "13820807", "summary": "Greg and Meg give Gina their up-to-date e-mail addresses at her request.", "dialogue": "Gina: Hey! Give me your up-to-date emails, I dont want our pics to fall into unauthorised hands ;)\r\nGreg: <file_other>\r\nMeg: <file_other>"}
{"id": "13817102", "summary": "Mira recommends Ellen the movie Thor: Ragnarok.", "dialogue": "Ellen: recommend a movie\r\nMira: hmmm\r\nMira: what genre?\r\nEllen: idk, sth entertaining!\r\nMira: superheroe movies included?\r\nEllen: yup\r\nMira: have you seen Thor?\r\nEllen: I think so, the one from like 8 years ago?\r\nMira: and Thor: ragnarok?\r\nEllen: nope!\r\nMira: it's on netflix now :)\r\nEllen: sounds good!!\r\nMira: and you can watch it with Sam :P\r\nEllen: that's another plus, thanks!!\r\nMira: no prob :*"}
{"id": "13828283", "summary": "Ralph has a problem with the printer. Ted will come over to him in 5 minutes to help.", "dialogue": "Ralph: I've got a problem, Ted.\r\nTed: No kidding! So, what's new?\r\nRalph: You're so fucking funny, Ted.\r\nRalph: Must be hard being so funny.\r\nTed: Got to live with that:(\r\nTed: So, what's the problem?\r\nRalph: It's this bloody printer again.\r\nRalph: I think it doesn't like me.\r\nTed: It might be so, I'm afraid.\r\nRalph: Come on.\r\nTed: OK. What did you do?\r\nRalph: Nothing unusual. Just trying to print a few pages.\r\nTed: From your desk PC or somewhere else?\r\nRalph: Form my comp.\r\nTed: And what happens?\r\nRalph: When I click print nothing happens.\r\nTed: Do you get any message on your screen.\r\nRalph: Yeah, I do. It's: Printer not installed.\r\nTed: Which printer did you choose?\r\nRalph: What do you mean choose? Just clicked: Print.\r\nTed: Give me 5 minutes. I'll come over."}
{"id": "13680980", "summary": "Konrad wants to take Tom from the Olimpia hotel when he arrives there. Tom departs from Dublin airport at 20:45 and he will be at the hotel between 22:30- 23:00.", "dialogue": "Konrad: My brother has played fortnite for sometime too but now we are kinda League of Legends.\r\nTom: I’ve never heard of that.\r\nKonrad: It’s very popilar game. It’s like the second most popular game int the world.\r\nKonrad: An I would like to ask you if you can send me a message when you arrive tomorrow at the hotel. So that I will be able to take you from there.\r\nTom: What hotel will I be arriving at?\r\nTom: Our teacher has not told us  much about what is happening tomorrow.\r\nKonrad: It is called Olimpia.\r\nKonrad: I was wondering if you know sth about your arrival but there’s no problem.\r\nTom: We are just told our departure and arrival times from Dublin Airport. \r\nKonrad: So what is your arrival timw then? \r\nKonrad: *time\r\nTom: 20:45\r\nKonrad: Thanks.\r\nKonrad: I was told that you arrive at the hotel at 22:30 or 23:00. Something in those lines."}
{"id": "13731498", "summary": "Bunny forgot to stock up the office supplies. Two people couldn't come to work. Bunny is going to check on elderly Jim on their way. ", "dialogue": "Fanny: Did you order soap for the office?\r\nBunny: Forgot, sorry! I'm on it right away!\r\nFanny: Okey, so order it and toilet paper, coffee and black tea as well. And buy some small soap on your way, because there's nothing left already. \r\nBunny: We're running out of everything.\r\nFanny: Of employees as well. \r\nBunny: ?\r\nFanny: Jim haven't turned up to work. I'm trying to reach him on his mobile, but it's turned off. And Martha is ill. \r\nBunny: Do you want me to check on Jim on my way?\r\nFanny: Yes, maybe let's do that. At his age, something might have happened. \r\nBunny: Okey. If you get in touch with him, let me know. \r\nFanny: When are you going to be here? \r\nBunny: In hour and a half, I suppose. \r\nFanny: Okey. "}
{"id": "13820944", "summary": "Natalie is preparing the party. Jeremy wants to drink whiskey. Peter can drink beer or wine. Anne will bring some vodka. Marzena will bring some cherry liqueur made by her grandmother from Lublin.", "dialogue": "Natalie: hi guys! We're preparing the party\r\nJeremy: great! will be fun!\r\nNatalie: what do you want to drink?\r\nJeremy: whiskey?\r\nNatalie: lol, are you Blake Carrington?\r\nJeremy: So you ask me what I want to drink, but then you say I can only drink beer?\r\nJeremy: quite a LOL\r\nNatalie: ok, let it be whiskey, but I assume not everybody wants whiskey\r\nPeter: I can drink beer or wine\r\nPeter: I don't mind\r\nAnne: I'll bring some vodka\r\nMarzena: I'll bring some cherry liqueur made by my grandmother from Lublin\r\nAnne: wow, sounds interesting!\r\nNatalie: great!"}
{"id": "13828243", "summary": "Brooke has just finished reading a book Eleven Minutes written by Coelho. The Pilgrim was the first book of this author she has read. Brooke cried while reading both of these books. Brooke and Sheila will meet tomorrow at 6 p.m. Brooke will return Sheila her book. ", "dialogue": "Brooke: Hi 🙂\r\nBrooke: Just wanted to let you know that I just finished Coelho.\r\nSheila: Hi there 🙂\r\nSheila: Nice. Did you enjoy it?\r\nBrooke: I first read The Pilgrimage and had an idea on how he writes and thinks as an author.\r\nBrooke: But that book you gave me, Eleven Minutes, was so different!\r\nSheila: He can write about anything, but one thing that stays the same is that it's always gonna be very emotional.\r\nBrooke: I cried while reading both of them. But they moved me in a different way.\r\nSheila: I didn't read The Pilgrimage, the title alone suggests I wouldn't be interested in that story.\r\nBrooke: If you wish, I can always borrow you this one.\r\nSheila: I'll keep that in mind.\r\nSheila: I'm glad you enjoyed Eleven Minutes as much as I did.\r\nBrooke: Are you free tomorrow at 18:00?\r\nSheila: I might be, why?\r\nBrooke: I will be in your neighbourhood and I can drop by to give it back.\r\nSheila: You can come, but I gotta leave at 7.\r\nBrooke: Sure, I'll be on time!\r\nSheila: See you tomorrow at 6 then.\r\nBrooke: See you!\r\nBrooke: And thanks once again 🙂"}
{"id": "13730584", "summary": "Joshua is already here and can see Job. Job can't see Joshua.", "dialogue": "Job: Hurry up\r\nJoshua: i'm already here\r\nJob: i cant see you\r\nJoshua: i see you, wait there."}
{"id": "13828693", "summary": "Joe will watch Castlevania on Netflix, as Rob reminded him the title.", "dialogue": "Joe: Hey, you awake?\r\nRob: Barely. What do you want at this ungodly hour? :P\r\nJoe: Quick question - what was the name of the anime you keep talking about? I'm trying to find something to watch on Netflix.\r\nRob: Castlevania?\r\nJoe: That's the one! Thx!"}
{"id": "13729746", "summary": "Tim recommends the new song called \"Sunflower\" from the Spiderman movie, but James knows it already.", "dialogue": "James: Do you know any good new songs.\r\nTim: Yeah I just heard one yesterday. \"Sunflower\"\r\nJames: Yes from the trailer of Spiderman: Into the Spider-verse.\r\nTim: So you've heard it already.\r\nJames: Yes."}
{"id": "13611375", "summary": "Delia wants to have some Italian lessons with Martha. Martha moved out of Rome and she will be back in January for a few months. They will have conversations then. Martha will look for somebody for now.", "dialogue": "Delia: Hi Martha, I hope everything is OK. I don't know if you are still in Rome, but if yes I'd like to do some more Italian lessons. Have a good day!\r\nMartha: Hi Delia, nice to hear you. I'm sorry, but I've moved out... \r\nDelia: Oh, what a pity!\r\nMartha: I'll be back in January for few months, so maybe we can have some conversation then.\r\nDelia: That'd be great!\r\nMartha: If you're looking somebody for now, I can ask around.\r\nDelia: If you can...\r\nMartha: I'll let you know. Have a nice day!\r\nDelia: You too! "}
{"id": "13821841", "summary": "Joy and Lillian will help Gary with baking the birthday cake.", "dialogue": "Gary: Who can help me to bake the birthday cake?\r\nJoy: me!\r\nLillian: me too! "}
{"id": "13818239", "summary": "Leah helped Mark during exams. Mark got more marks than Leah. Leah hasn't finished preparing to the next exam. ", "dialogue": "Leah: You got more marks than me :/\r\nMark: Yeah Ik\r\nLeah: But I helped your during exams\r\nMark: I knew it all, was just making the answers confirm\r\nLeah: :/\r\nMark: Are you done with the preparation of the next one?\r\nLeah: No I havent"}
{"id": "13829476", "summary": "Martha got an orchid for her birthday. Jill will e-mail her some links.", "dialogue": "Martha: Hello, Jill.\r\nJill: Hi, Martha.\r\nMartha: I hear you are into orchids?\r\nJill: I've got a few. Why?\r\nMartha: I got an orchid for my birthday.\r\nMartha: What do I do?\r\nJill: Don't panic:) I'll email you some links in a moment:)"}
{"id": "13828252", "summary": "Rick and Marty are going on the field trip to the museum tomorrow. They need to bring something to take notes with, because they will have a test by the end of the week.", "dialogue": "Rick: Marty! do we need to bring anything for our field trip tomorrow?\r\nMarty: you need to listen to the teacher from time to time\r\nRick: you sound like my mother...\r\nRick: but what about my question?\r\nMarty: just bring something to take notes with\r\nMarty: there will be a test by the end of the week\r\nRick: great, they make us study even on a field trip\r\nMarty: we're going to a museum, what did you expect?\r\nRick: boredom\r\nRick: but definitely not boredom mixed with studying\r\nMarty: just don't be late or you'll be in trouble again\r\nRick: don't worry, I'll be on time"}
{"id": "13729137", "summary": "She treated Stacy really badly. Stacy will tell the boss.", "dialogue": "Stacy: i am sooo mad at here right now\r\nJulie: i know, she should not have treated you like that\r\nStacy: i mean what the fuck, she treated me like some idiot!!\r\nJulie: you know she was always mean, i would expect it lol\r\nStacy: that is not an excuse for her, i am going to tell our boss about it\r\nJulie: maybe you shouldn't... it won't bring any good and they will think you are a snitch\r\nStacy: fuck them, i am not getting treated like that again, she is going down\r\nJulie: maybe you should chill out and think about it again..."}
{"id": "13716427", "summary": "Harry asked his friends for ideas what to do with little kids. Rob suggested zoo, Tom aquarium and planetarium, Jane outdoor acitivities in a park, Nancy visiting local farm, Mary swimming pool, Emma visiting Trenthham Gardens, Ian dinosaur museum and Jacob Beason castle. ", "dialogue": "Harry: Any ideas for days out with your little one? \r\nRob: we love going to the zoo! under 3's are free!\r\nHarry: we go to the zoo too! Anything else? Anyone?\r\nTom: aquarium, planetarium, exhibitions suitable for tots\r\nJane: picnic in the park, feeding ducks, collecting leaves \r\nHarry: like the idea! and it's free!\r\nNancy: We go to the local farm every week. It's a lot of fun!\r\nJane: stay and play group\r\nMary: We go swimming pool as it's not so crowded during the week.\r\nEmma: We often go to Trenthham Gardens! My kids love to go there! We go for a walk and have a quick lunch. They have a massive playground there! \r\nIan: dinosaur museum\r\nTom: soft play\r\nJacob: Beason castle if you have more time\r\nHarry: cheers guys!"}
{"id": "13821530", "summary": "Peter announces that Einar Selvik is coming to Poland. Reginald and Samuel want to buy tickets for the concert.", "dialogue": "Peter: <file_photo>\r\nPeter: Einar Selvik in Poland \r\nReginald: AT LAST\r\nReginald: my prayers have been heard\r\nSamuel: how much for the tickets?\r\nPeter: 40$\r\nSamuel: sounds cool, i'm in\r\nReginald: me too"}
{"id": "13731158", "summary": "Alan and Simon are fans of Breaking Bad and Outlander although they are different genres. The Outlander novel Dana Gabaldon used to be called \"A stitch in time\". Cationa Baife is an Outlander character. They think she is better than Marie Schrader, Skylar and Jessie's girlfriend from Breaking Bad.", "dialogue": "Simon: What's the dumbest proverb you can think of?\r\nAlan: I don't know. Laughter is the best medicine?\r\nSimon: Yeah, that's a good one. It's not exactly going to do much against bubonic plage is it?\r\nAlan: Not really. Doctor, I have these swellings under my armpit! That's alright I'll tell you a joke.\r\nSimon: Any more?\r\nAlan: A stitch in time saves nine. I don't understand how you can stitch time in the first place, and why it should save nine instead of seven or eleven, for example.\r\nSimon: That was the original title of the Outlander novel, you know?\r\nAlan: What \"A Stitch in Time saves Nine?\"\r\nSimon: No, just \"A stitch in time\". That was what Diana Gabaldon called it. Later on they changed the further issues of Book one to Outlander and called it the Outlander series and the TV shows were always just called Outlander.\r\nAlan: About the best historical drama ever made, in my opinion. Really insightful about the eighteenth century. You can almosot feel as if you have lived in it.\r\nSimon: I agree. The only better series I know is Breaking Bad, but that's a completely different genre.\r\nAlan: Both BB and Outlander are hard to cast when it comes to genre. I would say they transcend genre. But you are right, they are very different. \r\nSimon: which do you like better?\r\nAlan: I would still say that BB is the single best TV series ever made, and that by a wide margin. However, once you have seen it from beginning to end and you know what is coming, you don't want to watch it again.\r\nSimon: Right. Whereas you can watch all the Outlander series several times just for the historical insight and the atmosphere as well as the artistic beauty of the scenes and cinematography.\r\nAlan: Yes and Catriona Balfe\r\nSimon: Indeed. There's nobody on Breaking Bad who quite equals her, is there?\r\nAlan: I quite liked Marie Schrader and Jessie's girlfriend who chokes on her own vomit, but Skyler is not exactly my type:\r\nSimon: No. And anyway none of them can hold a candle to Catriona. \r\nAlan: She's a gorgeous woman and a fantastic actress.  \r\nSimon: She and Sam really bring the books to life."}
{"id": "13716045", "summary": "Amber passed her driving test today.", "dialogue": "Amber: I passed my driving test today! So happy! Xxx\r\nNancy: Congratulations!\r\nGina: OMG!!! Amazing!\r\nBob: well done!\r\nZara: brilliant! So happy for you! Xxx\r\nWill: awesome!"}
{"id": "13812013-1", "summary": "Pat likes the sweater better. ", "dialogue": "Kieran: If you were Dad, would you prefer a plaid shirt or an argyle sweater?\r\nPat: send pics?\r\nKieran: <file_photo>\r\nPat: the sweater is much nicer\r\nKieran: yeah?\r\nPat: definitely"}
{"id": "13862952", "summary": "Agata can't confirm Mauro's friend request. Agata is recovering. She doesn't leave her house.", "dialogue": "Agata: Hey Mauro, I wanted to confirm your friend request and NO CAN DO \nAgata: You are too popular and no more friends can be added\nAgata: So anyway I will click \"follow\" and I will be your stalker\nMauro: ahahahahhaa you kill me\nMauro: was just so I could tag you in the post\nAgata: Really see this\nAgata: <file_photo>\nAgata: This is when I tried to accept your request\nMauro: yeah ok. sorry\nAgata: So I will be your stalker follower if you don't mind of course ;)\nMauro: my pleasure!\nMauro: how r u? \nMauro: did u recover a bit?\nAgata: Yes just a bit but still falling asleep in random moments\nMauro: i hope at least at home\nMauro: not like at the bakery\nAgata: No just to be safe I try not to leave my house\nAgata: My husband has to do shopping etc \nAgata: So anyway all good\nMauro: i just arrived home\nMauro: really exhausted\nMauro: will do nothing today and tomorrow\nAgata: Sounds like a plan\nAgata: I cannot as my inbox is full :/\nAgata: Ok, so have a rest and I am now going to have a well deserved supper with my husband\nMauro: ok enjoy!"}
{"id": "13611915", "summary": "Barbara congratulates Vera an anniversary. Barbara has an anniversary too and she can't wait the to see what surprise John prepared for her. Vera is going on a date to celebrate her anniversary.", "dialogue": "Barbara: Happy anniversary! \r\nBarbara: Congratulations for another wonderful year of falling in love with each other!\r\nVera: Thank you Barbara!\r\nVera: You have the anniversary next month, am I right?\r\nBarbara: Yes, and I can’t wait to see what surprise John is going to prepare for me 😊\r\nVera: Do you have any guesses?\r\nBarbara: He doesn’t want me to know anything 😉 Enough for me. How’s your anniversary?\r\nVera: Well, we’re going on a date 😊"}
{"id": "13818794", "summary": "Casey and Delilah are vegetarian, so Tom will get them meatless subs.", "dialogue": "Tom: You're both vegetarian right?\r\nCasey: I am\r\nDelilah: me too\r\nTom: ok, so the subs will be meatless for you guys\r\nCasey: Thanks Tom\r\nDelilah: :)"}
{"id": "13864522", "summary": "Neville and Georgina have watched \"Roma\" and liked it.", "dialogue": "Polly: have you watched Roma?\nNeville: it's amazing\nGeorgina: I loved it\nPolly: ok :)"}
{"id": "13729748", "summary": "Pizza Hut on the main square served Paul a cold pizza, warm beer, and they waited for service 30 minutes, so he warned Beckett not to go there.", "dialogue": "Paul: don't go to Pizza Hut on the main square... EVER\r\nBeckett: why?\r\nPaul: pizza was cold, we waited like 30 minutes for the services and worst of all - beer was warm\r\nBeckett: lol thanks for the warning mate"}
