{"fname": "train_11221", "dialogue": "#Person1#: I've got to put together a sales pitch to give to our clients in the morning. You always give such amazing presentations, I was hoping you could give me some advice about how to win them over tomorrow.\n#Person2#: Sure, it's easy. First of all, the secret to a successful oral presentation is to keep things simple. People are listening and they usually don't have a long attention spans. Stick to about three or four points, give an overview of the points, then present them one by one, and then summarize at the end. Be straightforward and organized and you're sure to be remembered.\n#Person1#: What kind of visuals should I use to support the presentation? Do you think I should use PowerPoint?\n#Person2#: You should consider the size and interests of your audience. In other words, who is listening, and what do they want to hear. . . you can put together a PPT with some graphics and animations that will catch people's attention, but be careful not to go overboard.\n#Person1#: I think I can put something together, no problem. But when it comes to tomorrow, I'll just be a bundle of nerves! How can I get over my fear of speaking in public?\n#Person2#: You know, stage fright is very normal, most people get nervous before they have to speak in front of large groups. Just prepare well, rehearse beforehand, and trust that you will be great. . . and you will be!", "summary": "#Person1# asks #Person2# for suggestions about giving presentations. #Person2# tells #Person1# to keep things simple, consider the size and interests of the audience to decide what kind of visuals to use, be well prepared, and be confident.", "topic": "suggestions about presentations"}
{"fname": "train_7008", "dialogue": "#Person1#: I need my minibar restocked.\n#Person2#: Everything is gone, sir?\n#Person1#: There's not a drop left of anything.\n#Person2#: Is there anything in particular you want?\n#Person1#: Yes, the Perrier and the Jim Beam hit the spot. Let me have three more of each.\n#Person2#: Got it. Anything else?\n#Person1#: I really liked the apples. Bring me a couple of apples, please.\n#Person2#: Not a problem. Anything else?\n#Person1#: Oh, yes, one more thing\n#Person2#: Someone will be up shortly with your order, sir.", "summary": "#Person1# asks #Person2# for some drinks and apples to get #Person1#'s minibar restocked.", "topic": "order room service"}
{"fname": "train_6285", "dialogue": "#Person1#: Hi, Mary. I haven't seen you in ages! I heard that you and Daniel are getting married on August 8th, the opening day of the 2008 Olympic Games. Is it true?\n#Person2#: Yes, it is. We've been dating for over 7 years. We have decided to get married on a special day and we think August 8th, 2008 is a red-letter day.\n#Person1#: Good for you! It sounds like you've done a lot of planning in a very short time.\n#Person2#: Yes, there is a lot of to be taken care of---wedding photos, wedding dress, catering, transport, hotel, etc...\n#Person1#: Is everything ready now?\n#Person2#: Almost. The only thing that isn't ready is the hotel. As a lot of people have chosen that day to get married, it is hard to find a hotel that isn't too expensive.\n#Person1#: Have you tried The Peninsula Palace Beijing? My wedding reception was held there and they did an excellent job.\n#Person2#: Yes, we called, but it is booked up. The only choice is the Regent Beijing but we haven't made up our minds yet.\n#Person1#: It's an excellent hotel. A friend of mine had her wedding reception there and said it was perfect, though very expensive.\n#Person2#: That's why we want to have a look at other hotels. We don ' t want to spend too much on an extravagant wedding reception.\n#Person1#: I guess you're right. I can help you ask other hotels. I am sure there are probably some available.\n#Person2#: Thank you.\n#Person1#: My pleasure.", "summary": "Mary tells #Person1# that she and Daniel are getting married on August 8th, 2008. But they haven't decided on the hotel for their wedding reception. #Person1# promises to help them.", "topic": "prepare for wedding"}
{"fname": "train_5651", "dialogue": "#Person1#: Excuse me, sir, this is the express check-out lane for people that have fifteen items or fewer. It looks like you have more than fifteen items there. \n#Person2#: Oh, come on! I have sixteen items! Cut me some slack, will ya? \n#Person1#: Fine! Please place your items on the belt and push your shopping cart through. Do you prefer paper or plastic? \n#Person2#: Plastic. I also have a couple of coupons. \n#Person1#: No problem, I'll take those. Sir, these coupons expired yesterday. \n#Person2#: Darn! Oh, well. I guess it's just not my day. Thanks anyway. \n#Person1#: Do you have a club card or will it be cash? \n#Person2#: Yeah I got a club card. Here you go. \n#Person1#: Will this be debit or credit? \n#Person2#: Debit please. Also, could I get cash back? Fifty dollars would be great. \n#Person1#: Yeah, sure. Your total is seventy-eight dollars and thirty-three cents. Here is your receipt. Have a nice day. ", "summary": "#Person2# goes to express check-out lane with one item extra and asks #Person1# to bend the rules. #Person2# wants to use the coupons but #Person1# says they expired yesterday. #Person2# then pays with a club card in debit.", "topic": "check out"}
{"fname": "train_10553", "dialogue": "#Person1#: In case you didn't know, I'm checking out in half an hour.\n#Person2#: That won't be a problem, sir.\n#Person1#: That's good to hear. Now there's still a whole New York day ahead of me.\n#Person2#: You're right, sir. Your whole day is still ahead of you.\n#Person1#: I still have time to explore more of New York, but I need a place to secure my baggage.\n#Person2#: We have a storage place here, but you have to leave a deposit.\n#Person1#: A deposit, huh? I would think my baggage would be enough of a deposit.\n#Person2#: Just present your VISA card, and there won't be any problems.\n#Person1#: That deposit bothers me. Give me a minute.\n#Person2#: Okay, sir, but remember how close it is to your checkout time.", "summary": "#Person2# helps #Person1# check out and store his baggage in a storage place. #Person1# pays with a VISA card.", "topic": "secure baggage"}
{"fname": "train_6250", "dialogue": "#Person1#: Hello everyone, and welcome to our CPR for beginners course. First of all, does anyone know what CPR stands for?\n#Person2#: Cardiopulmonary resuscitation!\n#Person1#: That's right! We apply CPR in the case of cardiac arrest or pulmonary arrest.\n#Person2#: What does that mean?\n#Person1#: Well, basically if your heart stops pumping blood, or your lungs stop pumping air, then we need to get them going again! That's when we have to apply this procedure. Let's begin! I need a volunteer.\n#Person2#: Me! Me!\n#Person1#: Alright, come here and lay flat on your back. Let's suppose this young woman has stopped breathing. We must lift the person's chin so that we clear a pathway for air to get into the lungs. Then we place our mouth over the other person's mouth and blow air two or three times, like this.\n#Person2#: Wait, what are you doing? I'm a married woman! You can't just try to kiss me like this!\n#Person1#: Madam I'm not trying to kiss you! I am trying to demonstrate how to apply CPR in the case of an emergency.\n#Person2#: Well, OK. But no French kissing!\n#Person1#: As I was saying, we blow air through the mouth in this manner. Once this is done, we must try to get the heart going again. To do this, we place our hands over the person's chest, and press down firmly two or three times.\n#Person2#: Wait, what are you doing! You can't just kiss me then go for second base!", "summary": "#Person1# is giving a CPR for beginners course. #Person2# volunteers to help with the demonstration. #Person1# demonstrates how to apply CPR in the case of an emergency but #Person2# thinks it is sexual harassment.", "topic": "CPR"}
{"fname": "train_5557", "dialogue": "#Person1#: Uh, you just called the police. Before we can help you, we need to check on a couple of things. Could you describe the man who robbed you in the street in a bit more detail please?\n#Person2#: Yes, he had dark skin and short brown hair?\n#Person1#: But did you notice his clothing?\n#Person2#: Ah, he was wearing a white T-shirt, but I can't remember what his trousers looked like?\n#Person1#: Was he wearing jeans?\n#Person2#: Let me think. Oh, I don't remember at all.\n#Person1#: OK, and he looked old?\n#Person2#: No, very young. I think he is in his 20s.\n#Person1#: Well, fine. If you remember any other information, please tell us immediately. We'll contact you in the near future.\n#Person2#: OK. Thank you very much.", "summary": "#Person2# tells #Person1# the robber had dark skin and wore a white T-shirt. #Person2# can't remember whether he wore jeans but #Person2# says he's very young.", "topic": "describe a robber"}
{"fname": "train_10449", "dialogue": "#Person1#: this is tough to say, Jordan, but I think we should break up.\n#Person2#: are you serious?\n#Person1#: yes, I mean it.\n#Person2#: but why? Did I do anything wrong?\n#Person1#: no, we are just too different. This isn't working.\n#Person2#: hey, come on. It's too early to say that. We can fix things.\n#Person1#: I have thought about it for a while. I think it's time to move on for both of us.\n#Person2#: but I still love you.\n#Person1#: I'm sorry.\n#Person2#: I knew this would happen some day. . .\n#Person1#: then why didn't you talk to me?\n#Person2#: well. It's not all my fault, Anna. . .\n#Person1#: I don't want to argue with you anymore. This is going to be tough, but Let's try and be friends.\n#Person2#: I would like that Anna, but I think I'll need a little space for a bit.\n#Person1#: I think we'll be better off if we are apart.\n#Person2#: shall we keep Our friendship?\n#Person1#: sure, let's just be friends.", "summary": "Anna wants to break up with Jordan because they are two different people. Jordan feels pity but finally faces the reality. Both agree to keep their friendship.", "topic": "break-up"}
{"fname": "train_4324", "dialogue": "#Person1#: What do you say to eating out, Maggie?\n#Person2#: Yeah, why not? We haven't been out for dinner for quite a long time. A new French restaurant has just opened in our neighborhood. We can go there.\n#Person1#: Do we need to book a table in advance?\n#Person2#: No need for that. It's not usually busy on weekdays.\n#Person1#: What time shall we go?\n#Person2#: Why not now? I'm hungry.", "summary": "#Person1# and #Person2# plan to eat out. #Person2# thinks they should go now.", "topic": "eat out"}
{"fname": "train_2024", "dialogue": "#Person1#: How is your business on the Internet, Steven?\n#Person2#: Don't mention it. I lost a bunch of money on it this year. I think it is on the brink of bankruptcy.\n#Person1#: I am sorry to hear that. It shows that you should buy companies, not ideas.\n#Person2#: I changed my strategy around too. I am investing in good companies now.\n#Person1#: Yes, I agree with you. I am going to find a good company and invest in it soon.\n#Person2#: It's a good idea. But please be careful when you invest this time.\n#Person1#: Yes, I will. I should learn more from you. After all I am green hand on it.\n#Person2#: If you have any question, you can ask me.\n#Person1#: OK. My wife sent me a message and asked me to go home just now. I am leaving.\n#Person2#: All right. Let's chat next time. Bye-bye.\n#Person1#: Bye.", "summary": "Steven lost much money on Internet business so he's now investing in good companies. #Person1# wants to invest too but #Person1# is green hand on investment. Steven's willing to help.", "topic": "invest"}
{"fname": "train_9735", "dialogue": "#Person1#: Welcome to IBA. What can we do for you today?\n#Person2#: Hello. I'm a Financial Manager in a local company and we'd like to open a Foreign Currency Account with you.\n#Person1#: I see. That shouldn't be a problem, Sir. Which currency would you require?\n#Person2#: We have recently started doing a lot of business with British companies, so we'd like to open a GBP account. How should we go about this?\n#Person1#: The first step is to fill in the Account Opening Application and the accompanying Seal Card, stamped with your company's seal. I mean, the business seal and the corporate seal. We also need your Business Licence and the Enterprise Standard Code Certificate. Then we can go on to the next step.\n#Person2#: That's great. Let's begin as soon as possible.", "summary": "#Person2# wants to open a GBP account. #Person1# introduces the procedure and the documents required. #Person2# wants to begin as soon as possible.", "topic": "open an account"}
{"fname": "train_2170", "dialogue": "#Person1#: Dan, Dan, dude. You have to come over to my house right now!\n#Person2#: Is everything OK?\n#Person1#: Just get over here!\n#Person2#: Come in! Quickly!\n#Person1#: So, since when is your house a bank?\n#Person2#: What do you mean?\n#Person1#: I mean, what's up with the locks and iron bars on your windows.\n#Person2#: Security, Dan, security! You can never be too safe you know! A lot of sickos out there. Just the other day they caught that peeping tom red handed! Had a high power telescope and binoculars by his window.\n#Person1#: What's the matter with you? Why are you acting all paranoid?\n#Person2#: Paranoid? I'm not paranoid! I'm cautious! You see Dan, we have to be on guard at all time! People just invade your privacy as if they knew you! Telemarketers, solicitors, even your bank! They have way too much information! I like to keep everything on a need to know basis.\n#Person1#: OK, well, what did you want to see me about?\n#Person2#: You are being watched! Be careful Dan! Be careful!", "summary": "#Person1# asks Dan to be careful and tells Dan he is being watched. But Dan thinks #Person1# is acting paranoid.", "topic": "paranoid"}
{"fname": "train_5585", "dialogue": "#Person1#: Pam, where's the closest ATM?\n#Person2#: It's not that far. Do you see that Yellow building over there?\n#Person1#: The big one or the small one?\n#Person2#: The big one.\n#Person1#: Yes.\n#Person2#: It's right next to it, on the right.\n#Person1#: Do you know if there's a convenience store around here?\n#Person2#: I don't think there's one around here. The closest one is on 3rd street, but that's probably closed now.\n#Person1#: I really need to get some things before I leave.\n#Person2#: Well, you could go down to 22nd street. There are lot of stores down there that are open 24 hours a day.\n#Person1#: Can I take the subway to get there?\n#Person2#: Yes, but that'll probably take about half an hour. You should just take a cab.\n#Person1#: Won't that be expensive?\n#Person2#: No, from here I think it's only about 5 dollars.", "summary": "Pam tells #Person1# the closet ATM is at the big yellow building and #Person1# can go to the convenience store at 22nd street by taxi.", "topic": "Asking directions"}
{"fname": "train_5711", "dialogue": "#Person1#: Our toner cartridges are already out of ink... Could you make an order for a new set?\n#Person2#: We will need new cartridges for all of the office printers? That will be a large order, probably about two or three cases. The office supply store we usually go through might not have that many in stock.\n#Person1#: You can double check with the housekeeping department, but I am pretty sure all of the machines will need new cartridges. Last time when we made our order to the supplier, the quantity was also especially high. They are used to receiving such bulk orders from us. As long as we give them a heads up a couple days in advance, they can usually fill the order.\n#Person2#: OK, I will make a few calls and run our order by housekeeping first to make sure. Is there anything else we need to order while I am at it?\n#Person1#: I think the only thing is toner. Try to see if they can deliver it before the end of business day tomorrow. We should really try to do better about waiting until the last minute to fill orders that are usually made on a monthly basis. Anyhow, see what you can do to expedite the order this time.\n#Person2#: OK, will do.", "summary": "#Person1# wants #Person2# to make an order of cartridges. #Person2# says the office supply store may not have enough cartridges in stock. #Person1# thinks the store will make it as long as they tell the store in advance, but #Person1# asks #Person2# to try to expedite the order.", "topic": "office talk"}
{"fname": "train_4588", "dialogue": "#Person1#: Excuse me, do you mind if I sit here?\n#Person2#: No, not at all. Go ahead.\n#Person1#: Thank you.\n#Person2#: Are you going somewhere or meeting someone?\n#Person1#: I am on my way to Washington. And you?\n#Person2#: I am on my way to San Francisco.\n#Person1#: Really? I think San Francisco is probably the most exciting city in the U-S.\n#Person2#: So do I. No other city has as many good restaurants or as much good music.\n#Person1#: Is San Francisco your hometown?\n#Person2#: I am from a very small town in Pennsylvania. I wouldn't want to live there again, either. I don't like to live in a small town very much.\n#Person1#: Neither do I. But small towns have their advantages: less traffic -\n#Person2#: And friendlier people. You know, I'm beginning to feel homesick. By the way, where are your from?\n#Person1#: China.\n#Person2#: China? But you speak English like a native speaker. I didn't have any idea.\n#Person1#: Oh, excuse me. It's time for my flight. Well, it's been nice talking with you.\n#Person2#: You, too. Bye!", "summary": "#Person1# from a small town in Pennsylvania and #Person2# from China meets at the airport. #Person1#'s heading for Washington and #Person2#'s heading for San Francisco.", "topic": "social casual talk"}
{"fname": "train_3438", "dialogue": "#Person1#: Hi, What's for lunch?\n#Person2#: I don't know. What do you want to eat?\n#Person1#: I was thinking of pizza.\n#Person2#: That's what I ate yesterday.\n#Person1#: Well, what do you want to eat?\n#Person2#: I wouldn't mind a burger.\n#Person1#: I ate a burger just the other day.\n#Person2#: We're going to have to compromise.\n#Person1#: You could always get a burger, and I can get a pizza.\n#Person2#: Sounds good to me.\n#Person1#: Where can we go to get both?\n#Person2#: We can get both at the cafeteria.", "summary": "#Person1# wants pizza while #Person2# wants a burger, so they decide to eat at a cafeteria where they can get both.", "topic": "have lunch"}
{"fname": "train_12174", "dialogue": "#Person1#: I'm done. Can I watch TV?\n#Person2#: Here's some water. Take these multi-vitamins and Tylenol.\n#Person1#: Uh! I can't swallow them, Mom!\n#Person2#: Your throat must be swollen.\n#Person1#: Do I have to take them?\n#Person2#: Here, I'll break them up, so they're smaller. And here's some cough syrup.\n#Person1#: Yuck!\n#Person2#: I know, it tastes horrible. But it'll make you feel better. Try holding your nose. It won't taste as bad.", "summary": "#Person1#'s mother asks #Person1# to take the multi-vitamins, the Tylenol, and the cough syrup.", "topic": "take medicine"}
{"fname": "train_7444", "dialogue": "#Person1#: . . . Now that we have been over the gory details of our disastrous first quarter, Ed! Give us some good news. How are things looking for us in terms sales this month?\n#Person2#: Uh well. . . would you like the bad news first or the really bad news?\n#Person1#: What? Ed, don't tell me you only have bad news!\n#Person2#: Well sir, our sales have dropped, no plunged, fifty percent in the past month alone. We are currently overstocked and overstaffed and our profits refalling fast. The market is in recession and we have no way of moving our inventory, or getting rid of our staff. If we consider redundancies, it would cost us a fortune because of the new regulations governing compensation packages. It's a real mess.\n#Person1#: For crying out loud. . . How fast are we losing money?\n#Person2#: Um. . . how can I put this? Let's just say that at this pace, we will be filing for Chapter eleven in less than three months.\n#Person1#: What! Geez! How could this have happened? So what's the bad news?\n#Person2#: Oh, that's the really bad news. Our supplier suffered QC problems and, well, half of our production is faulty. We're going to have to recall all itemssold in the last quarter. And the worst part? We're going to have to shoulder this cost.\n#Person1#: Are you joking? Get the supplier on the line now! They have to assume the costs of this mess!\n#Person2#: We tried that, sir. The factory has gone under and the owner apparently has fled the country.\n#Person1#: We're doomed!\n#Person2#: There is some really good news though!\n#Person1#: Really? What!\n#Person2#: I got offered a new job!", "summary": "Ed tells #Person1# that the company's sales have plunged fifty percent in the past month and they are overstocked and overstaffed. Their supplier suffered QC problems, so half of their production is faulty, and they have to shoulder the cost. #Person1# despairs while Ed's happy to have been offered a new job.", "topic": "predicaments of the company"}
{"fname": "train_170", "dialogue": "#Person1#: Albert? Could you co-sign this approval sheet? Accounting's getting really picky.\n#Person2#: I know. They'Ve already sent back two approvals I sent them. Where do I sign?\n#Person1#: Right here. It's for that new fax machine we're getting.\n#Person2#: Oh, right. I remember. There you are. Hope you don't have as many problems as I had!", "summary": "#Person1# requests Albert to help co-sign an approval sheet.", "topic": "sign approval sheets"}
{"fname": "train_12362", "dialogue": "#Person1#: Does this bus really go to the mall?\n#Person2#: It goes all the way there.\n#Person1#: Are you sure?\n#Person2#: I know it does. I take this bus a lot.\n#Person1#: How long does the bus take to get there?\n#Person2#: The bus ride is only 30 minutes or so.\n#Person1#: Where do we get off the bus?\n#Person2#: Right behind Macy's is a bus stop.\n#Person1#: The stop is really at the mall?\n#Person2#: It's in the middle of the parking lot.\n#Person1#: That's perfect.", "summary": "#Person1# asks #Person2# for information about taking a bus to the mall.", "topic": "take a bus"}
{"fname": "train_1453", "dialogue": "#Person1#: Where did you get all these barney tour pamphlets?\n#Person2#: I took them from a travel agency. Look at those nice pictures, lash forest, palm fringed, white sand beaches, crystal blue ocean, they're breath-taking. It is like paradise on earth.\n#Person1#: That's why it's become a very popular holiday destination these years. Someone told me the service there is very good too. Are you planning to spend the holiday there?\n#Person2#: Yes, I'm thinking about signing up for a tour in the travel agency. Their next tour starts the same time as my holiday does next month.\n#Person1#: How many days is the tour?\n#Person2#: 10 days. When I get back, I still have two days to go before work. Isn't that great?\n#Person1#: That's a perfect plan. Enjoy yourself.", "summary": "#Person2# took some barney tour pamphlets from a travel agency and is planning to sign up for a tour. #Person1# thinks it's a perfect plan.", "topic": "holiday plan"}
{"fname": "train_9506", "dialogue": "#Person1#: Hello, thanks for calling 123 Tech Help, I'm Todd. How can I help you? \n#Person2#: Hello? Can you help me? My computer! Oh man. . . \n#Person1#: It's okay sir, calm down. What happened? \n#Person2#: I turned on my laptop and it broke! I mean, the monitor went black! \n#Person1#: Ok, sir, it sounds like you might have a virus. \n#Person2#: I don't feel sick, . . . let me check. . . Nope! No fever, I'm fine. \n#Person1#: No, your computer might have a virus, I mean, it has a bad program on it. Maybe that's why it crashed. I recommend that you run an antivirus program in order to safely remove any unwanted spyware or Trojans. \n#Person2#: Phew! . . . Wait a minute, CRASH? ? ! ! Spyware? Trojans! What? where? when? ! ", "summary": "#Person2# calls 123 Tech Help because his laptop broke and he feels broke, too. Todd tells him it might have a virus but #Person2# cannot understand.", "topic": "technical support"}
{"fname": "train_3995", "dialogue": "#Person1#: Hey, Taxi. Over here!\n#Person2#: Did you call for a car service\n#Person1#: Yes, are you engaged\n#Person2#: Not at the moment. Where would you like me to take you\n#Person1#: I am going to the airport, and I have to catch the 930 flight to New York.\n#Person2#: Well, it's a long way and there is roadwork near Broadway. I am not sure I can snake it in half an hour.\n#Person1#: But I can't miss the flight. It's an important meeting and it's waiting for me.\n#Person2#: All right, I will try my best. If there aren't any holdups, I think we can get there in time.\n#Person1#: That's great. How much is it to the airport\n#Person2#: About $ 25, tips not included.\n#Person1#: Fine. Will you please help me with the luggage\n#Person2#: Oh, yes, sure. Let me put it in the boot.\n#Person1#: Thanks very much.\n#Person2#: Not at all. Bang the door, please.\n#Person1#: Ok, let's hurry.\n#Person2#: You are in luck. The traffic is not heavy today.", "summary": "#Person1# asks #Person2# to take #Person1# to the airport and catch the 930 flight to New York in half an hour. The traffic is not heavy today so they arrive on time.", "topic": "taxi"}
{"fname": "train_9576", "dialogue": "#Person1#: Can I borrow your Cds for our school dance?\n#Person2#: Oh, you don't ask much, do you?\n#Person1#: I promise I will personally guard every single one and they will come back in perfect condition.\n#Person2#: I'll tell you what. Your class can rent them from me for the night and buy back any damaged ones.\n#Person1#: That sounds fair. That's still cheaper than paying a band to come play for us.\n#Person2#: Not as fun though. A live band is way more exciting!\n#Person1#: Our class doesn't have enough money. We already checked into it.\n#Person2#: Let me know with your next dance. I know a band that may give you a break for the publicity.", "summary": "#Person1# wants to borrow #Person2#'s CDs for the school dance because #Person1# cannot afford to pay for a band. #Person2# will rent them to #Person1#.", "topic": "school dance"}
{"fname": "train_5941", "dialogue": "#Person1#: Very glad to know something about you, then what are you going to do when you finish. \n#Person2#: Oh, I'll go to shanghai to practice there. \n#Person1#: That's a good idea. It must be easy to find a job in shanghai. \n#Person2#: I think so, you know there is a great deal of opportunity for business there. \n#Person1#: And English is very useful in your job. \n#Person2#: I think it will be very useful in many ways. Beside, shanghai is an important trade center, not only in China, but also in the world, English is useful in almost all walks of life. \n#Person1#: You will be a very promising one. \n#Person2#: That's my wish. ", "summary": "#Person2# will go to shanghai to practice there and #Person1# thinks it's great. They think there are many opportunities for business in Shanghai and English is useful.", "topic": "trade center"}
{"fname": "train_785", "dialogue": "#Person1#: Did you ever take History 231?\n#Person2#: Yeah. Last semester.\n#Person1#: Who was the professor?\n#Person2#: It was Professor Johnson.\n#Person1#: I have him this semester. What do you think about him?\n#Person2#: He's a terrible instructor and demands a lot, but fortunately, he's an easy grader.\n#Person1#: What did you end up getting?\n#Person2#: I got an A -. Sounds good, but none of my test scores were that high, so I don't know how I got a decent grade.\n#Person1#: That's probably because he grades on a curve.\n#Person2#: Are you enjoying the class so far?\n#Person1#: I hate it and I was about to withdrawal. But after hearing your experience, I think I will tough it out.\n#Person2#: Yes. Definitely stay in the class. You will get a better grade than your test scores. He does that deliberately to make all the students study a lot.\n#Person1#: Thanks for letting me know. I feel relieved now.", "summary": "#Person2# tells #Person1# the professor of History 231 is demanding during the semester but gives better grades than test scores. #Person1#, who at first wants to quit the course, feels relieved.", "topic": "a professor"}
{"fname": "train_7857", "dialogue": "#Person1#: You know, Sally, we've both been working too hard. We've got to get away for a while, even if it's just for a few days.\n#Person2#: What a good idea, Eric! That would be wonderful. Let me look at my schedule...I could take off a week from Thursday, but no sooner.\n#Person1#: Let me look at my schedule too...Yes, that looks good.\n#Person2#: I thought you had a basketball game every Thursday until the end of the month.\n#Person1#: Oh, you're right. I must have forgotten to write that down. How about the next Thursday after that? Basketball season's over then. Do you know if you can get it off?\n#Person2#: That's Thursday and Friday, the third and fourth? I don't care if I can-I will get off. We need the change. Where would you like to go? New York?\n#Person1#: No, we don't have enough time to go there, and it's too expensive anyway.\n#Person2#: And we want to relax, not run around all the time. I know! Do you remember that little hotel in Wilmington, Vermont, where we stayed years ago? That would be perfect.\n#Person1#: Well, that was July, though. I wonder if they're open in the winter.\n#Person2#: Most likely, during skiing season. Uh...oh, I'd forgotten about skiing season. I don't know if we could get a room.\n#Person1#: I'll call and find out. Do you remember the name?\n#Person2#: It's right on the tip of my tongue...I have it. The Strawberry River Inn.", "summary": "Eric suggests Sally that they need to get away from work for a while. After they check their schedules, Sally suggests the Strawberry River Inn in Wilmington, Vermont, where Eric will call to find out if the Inn opens in the winter.", "topic": "vacation plan"}
{"fname": "train_1367", "dialogue": "#Person1#: I'd like to order dinner.\n#Person2#: What would you like?\n#Person1#: I'd like to order a bottle of champagne, lobster tail, and filet mignon, medium rare.\n#Person2#: I'm sorry. We're currently out of filet mignon. May I suggest the porterhouse instead?\n#Person1#: I'd prefer the filet, but the porterhouse will do.\n#Person2#: And may I suggest chocolate-covered strawberries with the champagne?\n#Person1#: Normally, I would take you up on that suggestion, but just the champagne will do for tonight.\n#Person2#: Okay, no strawberries. Room service will be charged to your amenities account. Is that all right?\n#Person1#: That's fine.\n#Person2#: It will be up shortly. Enjoy your food, sir.", "summary": "Since the filet mignon #Person1# orders isn't available, #Person2# suggests the porterhouse and chocolate-covered strawberries with the champagne. #Person1#'ll go for the porterhouse and prefers just the champagne.", "topic": "order dinner"}
{"fname": "train_4988", "dialogue": "#Person1#: Excuse me mam, can you tell me how to get to Son College? I'm walking.\n#Person2#: Well, I think the simplest way for you is to go up to Main Street over there, turn left on Main Street and keep going for about 20 minutes, when you get to water square turn right keep on past the mass hospital to the end of the road and then take a left turn you'll be on rain avenue. Walk 2 blocks until you see the farmers bank, cross the street and almost immediately take a left turn again. The entrance to Son colleges is down 50 meters on your right. Can you remember all that?\n#Person1#: I guess I got a little lost in the middle. We are at Park Road now, aren't we?\n#Person2#: Yes, turn left at the lights you will be on Main Street. Well, perhaps the best thing for you is to find your way to the mass hospital and ask again.\n#Person1#: OK thanks a lot.\n#Person2#: My pleasure.", "summary": "#Person1# asks #Person2# how to get to Son College and #Person2# shows the simplest way there for #Person1#.", "topic": "showing the way"}
{"fname": "train_7283", "dialogue": "#Person1#: I like that picture you put up on the wall yesterday.\n#Person2#: Oh, thank you. It's a photograph that I took on my vacation last year.\n#Person1#: You took it yourself? I didn't know you were a photographer.\n#Person2#: Oh, yes, I've been taking pictures for years.\n#Person1#: It sounds interesting. Do you have any more of your pictures here? And may I see them?\n#Person2#: Yes, certainly. Some of them are faces, just faces of people who I see when I'm walking around.\n#Person1#: Do you let them know that you're taking pictures of them?\n#Person2#: I try not to. I don't like pictures of people who purpose for the camera. I like people who are going about their business without knowing the camera is there.\n#Person1#: I suppose you need a lot of equipment. How many cameras do you have?\n#Person2#: Well, I have a dozen of them, but I use two of them more than the others.", "summary": "#Person1# is surprised to know that #Person2# was a photographer. #Person2# shows #Person1# the pictures taken by #Person2# and tells #Person1# about #Person2#'s equipment.", "topic": "photographer"}
{"fname": "train_1490", "dialogue": "#Person1#: What are you reading?\n#Person2#: It is a book written by a guy who was born without arms or legs.\n#Person1#: What? So how does he get around?\n#Person2#: He can actually walk pretty well, but he can't move that fast. He also has an assistant who helps him. He is actually quite successful.\n#Person1#: He must have worked pretty hard.\n#Person2#: Yeah, he travels around the world and gives a speech is to young people. He's changed many people's lives. Even when nothing seemed possible he stayed positive and put in even more effort.", "summary": "#Person2# is reading a book written by a guy who was born without arms or legs. #Person1# thinks he must have worked pretty hard.", "topic": "read a book"}
{"fname": "train_1984", "dialogue": "#Person1#: I went bungee jumping yesterday. It was so exciting.\n#Person2#: Do you really enjoy such dangerous sports?\n#Person1#: Yes, They are great fun and very challenging, too. Some day I'll want to try deep-sea diving and rock-climbing, too.\n#Person2#: You are a real fan of extreme sports.\n#Person1#: Yes. I love facing danger and overcoming it. It has become part of my life.", "summary": "#Person1# tells #Person2# #Person1# went bungee jumping yesterday and #Person1# loves extreme sports.", "topic": "extreme sports"}
{"fname": "train_3344", "dialogue": "#Person1#: Hello.\n#Person2#: Good evening, Sir. Is this Mr. Charles Philips?\n#Person1#: Yes, it is.\n#Person2#: Well, Mr. Phillips. This evening, I'm calling to offer you a special discount on ...\n#Person1#: Ah, no, let me guess. You want to sell a subscription to the newspaper or a great deal on airfare to Hawaii, right? [Well, ...]. Or, you want to offer me an unbelievable bargain on flamenco dance lessons.\n#Person2#: No, no, actually ... Mr. Jones. [Huh?] Oh, sorry. That was the last guy. [Ah, great.] Uh, we want to offer you a free trial membership to our sports club downtown at the introductory price of $39.95 ...\n#Person1#: Thirty-nine ninety-five?!? I thought you said free! Uh, listen. I'm not interested.\n#Person2#: Well, it includes unlimited access to all our facilities, including the gym, weight room, racketball courts, and swimming pool.\n#Person1#: Again, I'm not interested. I have my own fitness program I do around the house anyway.\n#Person2#: Well, this is a once-in-a-lifetime deal.\n#Person1#: Nah. Like I said, I'll pass this time. And please put me on your 'don't call' list.\n#Person2#: Okay. It'll take between four and six months before your name will be removed from our database. [Months?!?] You might be called by another representative during that time.\n#Person1#: Ah, man. Ah, great.\n#Person2#: Have a nice evening, Mr. Williams.\n#Person1#: Ah, man.", "summary": "#Person2# phones to offer Mr. Charles Philips a free trial membership to their sports club. Mr. Charles Philips refuses the offer and asks #Person2# to put him on the 'don't call' list, but it could take months.", "topic": "marketing phone call"}
{"fname": "train_12399", "dialogue": "#Person1#: Wow, your coat's got very dirty. Did you fall?\n#Person2#: Yes, I had a terrible experience on the underground train when I was on the way to work. I tell you, a man came up to me and pulled out a knife. He pointed it right at me.\n#Person1#: Oh, no. Are you all right? Did he hurt you?\n#Person2#: No, he didn't, but he took my handbag.\n#Person1#: Then what happened? What did you do?\n#Person2#: I caught hold of his knife and he pushed me to the floor.\n#Person1#: Oh, no. Why did you catch hold of his knife? That's dangerous.\n#Person2#: I don't know. I didn't think.\n#Person1#: What did the other passengers do? Did they help you?\n#Person2#: Yes. Two men ran after the robber and held him.\n#Person1#: Did the police come?\n#Person2#: Yes, the police were called and two policemen came and took the robbers to the police station.\n#Person1#: What a story! Thank God, you are all right.", "summary": "#Person2# met a robber with a knife and another two passengers held the robber. Two policemen took the robbers to the police station.", "topic": "robbery"}
{"fname": "train_10491", "dialogue": "#Person1#: Good afternoon, ladies. May I help you?\n#Person2#: Can we have two adjoining double rooms, sir?\n#Person1#: Have you made a reservation, ladies?\n#Person2#: I'm afraid not.\n#Person1#: One moment, please. I have to check if there are rooms available. I'm sorry, ladies. We have only two double rooms available but they are on different floors. Would you mind that?\n#Person2#: We prefer on the same floor because we will probably chat late at night.\n#Person1#: Then may I suggest a family suite? We have just had a cancellation.\n#Person2#: What is it like?\n#Person1#: It's a big room with a king-size double bed and two single beds. We could also add rollaways.\n#Person2#: That's great! How much is it?\n#Person1#: Two thousand hongkong dollars per night plus ten percent service charge and five percent government government tax.\n#Person2#: That's fine.\n#Person1#: But ladies, the room is not yet ready. There will be a delay of about half an hour. Perhaps you could fill in the registration form first, and then rest in our lobby for a while. We will let you know when the room is ready.\n#Person2#: Alright, hanks.\n#Person1#: Ladies, hotel policy requires one night's room charge as deposit.\n#Person2#: Do you take traveler's checks?\n#Person1#: Yes, we do, madam. Thank you, madam. Here's our welcome brochure with all the information of our facilities. My name is Johnny. If you need any help at all, do let me know. I'm at your service.", "summary": "#Person2# asks Johnny to help reserve two adjoining double rooms, but two double rooms on the same floor aren't available. So Johnny suggests a family suite, and #Person2# thinks it's fine. Johnny tells #Person2# the room isn't ready and advises #Person2# to register first.", "topic": "hotel check-in"}
{"fname": "train_9093", "dialogue": "#Person1#: Are you an American?\n#Person2#: Yeah.\n#Person1#: Why don't you speak English?\n#Person2#: Oh, my mother is a German, so I can speak German.\n#Person1#: Oh, do you like Chinese?\n#Person2#: Yeah, I'm eager to learn Chinese, but it is too difficult for me.\n#Person1#: I want to study German. Can we exchange lessons?\n#Person2#: Very Good. I'd like to do that.\n#Person1#: When will we begin?\n#Person2#: How about tomorrow night?\n#Person1#: That's all right.", "summary": "#Person1# wants to study German and #Person2#'s eager to learn Chinese, so they decide to exchange lessons.", "topic": "Language exchange lessons"}
{"fname": "train_8173", "dialogue": "#Person1#: Aren't you going to swim?\n#Person2#: Are you kidding? Don't you know I can't swim?\n#Person1#: You are not telling me that we drove 50 miles to come here for just sunbath, are you?\n#Person2#: Hey, don't shout. Come here! Sit closer. Now, Jim, we'Ve had a lovely day. Don't spoil it now.\n#Person1#: What about your beautiful bathing suit? We shopped all day. Don't you want to show it off?\n#Person2#: Everybody who walks past me sees it. Besides, it's a good sunbathing suit.\n#Person1#: All right. Suit yourself. I am going swimming.\n#Person2#: Jim!\n#Person1#: Yes?\n#Person2#: Can you get me a beach umbrella and a deck chair? I am really tired of lying in thousand.\n#Person1#: I've got a better idea. Why don't we hire a boat and go for a ride? What do you think?\n#Person2#: Are you serious? That will be wonderful!", "summary": "Jim wants to swim while #Person2# just wants to bathe in the sun. Finally, they decide to hire a boat and go for a ride.", "topic": "water activities"}
{"fname": "train_5784", "dialogue": "#Person1#: I don't have a good camera. How am I going to take nice pictures of the butterflies? They are so colorful. I want to get in really close so everyone can see the details.\n#Person2#: Our photography lab loans cameras to all students enrolled in my class. Don't worry. Just show your student ID and they will give you one.\n#Person1#: What if I lose it? Or break it?\n#Person2#: Just be as careful with the camera as you are with your own one. We trust you. Plus, you need to pay a deposit of $500, just in case something does happen.\n#Person1#: I think I'm better off buying my own. I bet I can get one for $60. Even if I get a used one, it's better than having to owe the school $500.", "summary": "#Person1# doesn't have a good camera. #Person2# suggests borrowing one from the photography lab with a deposit of $500. #Person1# thinks it's better to buy one.", "topic": "a good camera"}
{"fname": "train_3632", "dialogue": "#Person1#: Bye, Mark, have a nice weekend.\n#Person2#: Thanks, same to you. Doing anything exciting?\n#Person1#: No, not really. We were thinking of going to the beach, but I don't think Martin is well enough to go. So he will probably stay in and watch TV. And I'll plant the rose bushes I bought yesterday.", "summary": "#Person1# tells Mark #Person1#'ll plant some rose bushes at weekends.", "topic": "weekend"}
{"fname": "train_5898", "dialogue": "#Person1#: Hi, Monica.\n#Person2#: Hi, Peter.\n#Person1#: What are you doing on Wednesday night? There will be a great show at the Global Theater. Would you like to go with me?\n#Person2#: Wednesday night? Oh, sorry, I'm planning to finish my composition.\n#Person1#: Oh, well, never mind. How about Thursday? Why don't we go out to dinner, just you and me?\n#Person2#: That sounds like a good idea, but I might have to help my roommate clean up the apartment.\n#Person1#: Well, that means you're going to be busy on Thursday night, too?\n#Person2#: I'm afraid so.", "summary": "Peter invites Monica to a show but Monica cannot make it him because she's too busy.", "topic": "Unlucky Invitation"}
{"fname": "train_4315", "dialogue": "#Person1#: I don't have a good camera. How am I going to take nice pictures of the butterflies? They're so colorful. I want to get in really close so everyone can see the details.\n#Person2#: Our photography lab loans cameras to all students enrolled in my class. Don't worry. Just show your student ID and they will give you 1.\n#Person1#: What if I lose it or break it?\n#Person2#: Just be as careful with the camera as you are with your own one. We trust you. Plus, you need to pay a deposit of $500 just in case something does happen.\n#Person1#: I think I'm better off buying my own. I bet I can get one for $60. 00. Even if I get a used one, it's better than having to owe the school $500.", "summary": "#Person2# tells #Person1# to loan a camera from school if #Person1# wants to take nice pictures of butterflies. #Person1# thinks it is better off buying #Person1#'s own one.", "topic": "Camera"}
{"fname": "train_2206", "dialogue": "#Person1#: This website offers very convenient air tickets booking service. It is quick and accurate.\n#Person2#: Yes, I once booked there. They give the immediate confirm information and flight information to both your mobile phone and e-mail. You can conveniently pay by credit card, so the whole transaction only takes a couple of minutes. They also provide e-tickets, meaning you don ' t need to go to any office to pick an air ticket. You go to the airport directly and check in with your ID card.\n#Person1#: So it has attracted more and more customers these days.\n#Person2#: Yes, therefore they are expanding the scope of their service. For example, hotels can be booked through the same site as well.", "summary": "#Person1# and #Person2# are talking about a website that offers convenient air tickets booking service and are expanding the scope of service.", "topic": "ticket booking service"}
{"fname": "train_11617", "dialogue": "#Person1#: Are you ready to order now, sir?\n#Person2#: Yes, please.\n#Person1#: What would you like to have for your appetizer, sir?\n#Person2#: I would like vegetable soup, please\n#Person1#: And what would you like to have for the main course\n#Person2#: Shrimp salad. And what kind of pie do you have?\n#Person1#: Apple, banana and strawberry pie.\n#Person2#: Then a piece of apple pie, please.\n#Person1#: And what would you like for dessert?\n#Person2#: Icecream, please.\n#Person1#: What flavor would you like?\n#Person2#: orange\n#Person1#: Thank you. I'll bring your order right away.", "summary": "#Person1# helps #Person2# order vegetable soup for his appetizer, shrimp salad and apple pie for the main course, and orange ice cream for dessert.", "topic": "order food"}
{"fname": "train_9077", "dialogue": "#Person1#: Hi, what're you reading? \n#Person2#: An old book Death on the Nile. Have you read it? \n#Person1#: Not yet, but I saw the movie. Could I borrow it when you finish reading? \n#Person2#: Sure. But you need to be patient. ", "summary": "#Person1# wants to borrow the book that #Person2# is reading.", "topic": "reading"}
{"fname": "train_9437", "dialogue": "#Person1#: Hello. Can I speak to Kevin, please?\n#Person2#: This is Kevin.\n#Person1#: My name is Joan Harris. I'm calling from St. Johns Hospital. Are you still interested in a job as a service technician?\n#Person2#: Yes.\n#Person1#: I have good news for you. You'Ve got an interview. Can you come to the Human Resources Office on Thursday at 9 30 am?\n#Person2#: wow! That's great. Sure, I can. Where is the Human Resources Office?\n#Person1#: 345 Stony Creek Avenue.\n#Person2#: Thank you very much. I'll be there on time.\n#Person1#: Excellent. I'll see you on Thursday at 9 30.", "summary": "Joan calls Kevin to inform him of the job interview. Kevin is glad to go.", "topic": "job interview"}
{"fname": "train_6316", "dialogue": "#Person1#: Hi. How can we help you today?\n#Person2#: Yeah. I'd like to get my hair trimmed a little. Nothing fancy. Just a basic trim.\n#Person1#: Well, can we interest you in today's special?\n#Person2#: Um ... Nah, nah ...\n#Person1#: We'll shampoo, cut, (and) style your hair for one unbelievable low price of $9.99 (nine ninety-nine). Plus, we'll give you a clean shave and a back massage to help you relax.\n#Person2#: Well, I don't know. I don't have much time, and ...\n#Person1#: Best service in town!\n#Person2#: Well, okay, I'll have the complete service today, but as I said before, I just want to get my hair trimmed. A little off the top and sides. That's all. I mean, that's all.\n#Person1#: No problem. Relax. You're in good hands. Okay, here we go. Now, how does this thing work?\n#Person2#: Huh? Wait. You know what you're doing, right?\n#Person1#: Relax, sir, relax. I've been doing this for ten [cough] [Ten what?] Sit back and relax. So, what do you do for a living?\n#Person2#: I'm a lawyer, specializing in workplace accidents, and I'm in town for a very important job interview, and ...\n#Person1#: Oops.\n#Person2#: What do you mean oops. Hey, can I see a mirror?\n#Person1#: Nothing to worry about, sir. Relax. I'm just making some adjustments to the hair trimmer. There we are. Okay ...\n#Person2#: Ouch. That hurt. That really hurt! What are you doing anyway?\n#Person1#: Nothing to worry about, sir. Relax.\n#Person2#: That's what you just said a minute ago, and look at all of my hair on the floor. And how much are you really cutting off? And where's a mirror?\n#Person1#: Oh. And time for the shampoo. Just lean back, and we'll wash your hair away.\n#Person2#: You mean what's left of it?\n#Person1#: Relax. [Your favorite word ...] Relax.\n#Person2#: Hey, hey, and you got shampoo in my eyes. I can't see. Where's the towel?\n#Person1#: Relax, sir, relax. I'm almost finished.\n#Person2#: Yeah, just wait till I get finished with you!\n#Person1#: Okay, okay, now let's dry your hair, put a little styling jell in it, and now style it with a blow dryer, and brush. voila!\n#Person2#: Hey, what happened to my hair? You butchered it! And what's left of my hair turned purple. What kind of prank are you trying to pull here anyway? Are you even a licensed beautician?\n#Person1#: Well, sir. We offer a money-back guarantee on all our work, so if you're not completely satisfied ...\n#Person2#: Satisfied? I'm anything but satisfied. I want to talk to the manager ... now!\n#Person1#: I'm sorry, but he's on vacation, and he left me in charge, so if you ...\n#Person2#: How in the world am I supposed to go to my job interview looking like this? Forget it, forget it. Is there anyplace in this town that can give a decent haircut and fix this damage?\n#Person1#: Well, my brother works next door, and he offers a complete package for ....\n#Person2#: I know, nine, ninety-nine. I've had it. Forget I even asked.", "summary": "#Person2# wants #Person1# to get his hair trimmed a little. #Person1# persuades him to have today's special but #Person1# does the haircut terribly and #Person2# is unsatisfied.", "topic": "bad haircut"}
{"fname": "train_1657", "dialogue": "#Person1#: I'm a bit worried about you going shopping by yourself this afternoon.\n#Person2#: Oh don't worry, I'll be fine.\n#Person1#: But what will you do if you need to know the price of something?\n#Person2#: If I need to know the price, I'll just look at the label.\n#Person1#: Ok, but what will you do if you want to check the size of the clothes?\n#Person2#: I'll try them on.\n#Person1#: And what will you do if you don't have enough cash?\n#Person2#: Then I'll just use my credit card.", "summary": "#Person1# is a bit worried about #Person2# going shopping alone. #Person2# tells #Person1# that #Person2# will be fine.", "topic": "going shopping alone"}
{"fname": "train_12202", "dialogue": "#Person1#: Good morning, Diane Davies. Can I help you?\n#Person2#: Yes, I'd like to get some insurance for the contents of my home.\n#Person1#: Fine. When did you move into the house?\n#Person2#: A couple of weeks ago, and it's an apartment actually. I was told by the landlord that it would be a good idea to get some insurance for the furniture and other personal possessions.\n#Person1#: Fine. Well, let's get some details. What kind of apartment is it?\n#Person2#: It's a two-bedroom apartment.\n#Person1#: What floor is it on?\n#Person2#: Why do you need to know that?\n#Person1#: Because it affects the cost of the insurance. An apartment on the ground floor isn't as protected as others and there's more chance of a break-in.\n#Person2#: Really? I didn't know that. It's on the third, no... second floor.\n#Person1#: Second... and how much is the rent?\n#Person2#: It's $615 per month.\n#Person1#: Good, and where is it located?\n#Person2#: In Biggins St. South Hill.\n#Person1#: I see. And what things did you want to insure?\n#Person2#: Well, what do you recommend?\n#Person1#: Well, the most important things are those, which you would normally find in a home, things like the television, fridge and so on.\n#Person2#: I see. Well, I've got a fridge and a stereo system, which I've just bought from a friend.\n#Person1#: And how much did you pay for the fridge?\n#Person2#: Err, $450.\n#Person1#: 50 or 15?\n#Person2#: 50, and the stereo system costs $1,150.\n#Person1#: Have you got a television?\n#Person2#: Yes, but it's very old and not worth much.\n#Person1#: OK. Well, is there anything else you want to insure?\n#Person2#: Yes, I've got a couple of watches and my CDs and books.\n#Person1#: How much do you think they're worth?\n#Person2#: The watches are worth $1,000...\n#Person1#: For both of them?\n#Person2#: No. Each one and, all together, the CDs and books cost me about $400.\n#Person1#: OK, so the value of everything you want to insure is $4,000.\n#Person2#: How much will the insurance cost?\n#Person1#: Let me see, $4,000 divided by... plus 10%... right, so this kind of insurance, err, that's Private Contents insurance, it comes to $184.00 for a twelve-month period.\n#Person2#: $184.00. Well, that sounds pretty good. OK, I'll take that policy.", "summary": "Diane Davies just moved into a two-bedroom apartment on the second floor in Biggins St and comes to #Person1# to get some insurance for the contents of it. Davies wants to insure a fridge, a stereo system, a couple of watches, CDs, and books. #Person1# tells Davies it comes to $184.00 for twelve-month insurance. Davies will take that policy.", "topic": "insurance"}
{"fname": "train_8764", "dialogue": "#Person1#: Excuse me, I want to know what's your price per dozen for exercise books?\n#Person2#: 15 dollars per dozen\n#Person1#: Oh, it's rather too high. We have another offer for a similar one at a much lower price.\n#Person2#: However, the quality of our exercise books is better than others. I can assure you that our price is the most favorable. A trial will convince you of my words.\n#Person1#: If you can go a little lower, I'd be able to give you an order on the spot.\n#Person2#: This price of yours is out of the question. You must know that the cost of production has risen a great deal in recent years.\n#Person1#: I hope you'll give a second thought to it.\n#Person2#: We'll have to discuss the problem later.\n#Person1#: What about if we order a large amount of exercise books?\n#Person2#: Could you give me an idea of how larger an amount you want?\n#Person1#: About 300 dozens.\n#Person2#: Then, let me check. For the large quantity you ask, considering the cost of raw materials, I think 13 dollar is our bottom line. And I can assure you this is the lowest price in the market in nowadays.\n#Person1#: OK. That's a deal.", "summary": "#Person1# wants to have a lower price for exercise books. #Person2# refuses at first but agrees after #Person1# promises to order a large amount about 300 dozens.", "topic": "price"}
{"fname": "train_7485", "dialogue": "#Person1#: This is Word Master on Radio 4. Today we have Professor Danny Sheffield from Arkansa Community College. OK, Danny, could you tell us how to produce a good piece of writing in college?\n#Person2#: Well, one of the basic things about any writing is to remember 3 key points. Number One, say what you're going to say. So you're telling the reader what you're going to write about and maybe also your opinion in the beginning part. The second thing is say it. And here's where you provide details and facts to support what you have stated. And the third part is say it again. Conclude the main parts of your article and restate the key points that you've made and what you want your readers to understand.\n#Person1#: But what really separates an excellent article from the average ones?\n#Person2#: I would say it's a personal voice, because people respond to such an article much more easily. So if you want to touch the readers' feelings, your natural voice will help. That puts your writing more into the excellent type rather than 'Oh, this is a good formal article'.", "summary": "Professor Danny Sheffield from Arkansas Community College tells #Person1# how to produce a good piece of writing in college and a personal voice separates an excellent article from the average ones.", "topic": "write good articles"}
{"fname": "train_1673", "dialogue": "#Person1#: Did you read the story in the paper, Robin?\n#Person2#: What story, Grandma?\n#Person1#: Due to lack of money for repainting the building and for the furniture needed, the plans for the community center have been put off.\n#Person2#: Is that a serious problem, Grandma?\n#Person1#: It is. Especially for my friend Nat, he doesn't have any family with him. He lives alone and depends on places like a community center to be with people of his own age.\n#Person2#: But there's the old community center.\n#Person1#: It's small and the problem is that it set up mainly for kids to play. It's too noisy for some older people like Nat.\n#Person2#: I see what you mean now. There is a way, Grandma. You may get your friends to work. I can get some of my friends to go around the neighborhood and collect the furniture.", "summary": "The plans for the new community center have been put off while the old one is too noisy. It is a serious problem for Grandma's friend Nat. Robin suggests Grandma get her friends to work.", "topic": "community center"}
{"fname": "train_8387", "dialogue": "#Person1#: What does the term 'alternative energy source' mean?\n#Person2#: When we think of energy or fuel for our homes and cars, we think of petroleum, a fossil fuel processed from oil removed from the ground, of which there is a limited supply. But alternative fuels can be many things. Wind, sun and water can all be used to create fuel.\n#Person1#: Is the threat of running out of petroleum real?\n#Person2#: It has taken thousands of years to create the natural stores of petroleum we have available at a much faster rate than it is being produced over time. The real controversy surrounding the amount of petroleum we have is how much we need to keep in reserve for future use. Most experts agree that by around 2025, the amount of petroleum we use will reach a peak. Then production and availability will begin to seriously decline. This is not to say there will be no petroleum at this point. But it'll become very difficult and therefore expensive to extract.\n#Person1#: Is that the most important reason to develop alternative fuel and energy sources?\n#Person2#: There are two very clear reasons to do so. One is that whether we have 60 or 600 years of fossil fuels left, we have to find other fuel sources eventually. So the sooner we start, the better off we will be. The other big argument is that when we use fossil fuels for a long time, which leads to some long-term negative effects, like global warming and the greenhouse effect, there could be extinctions of many creatures, such as polarbears. It will be human beings that pay the price.", "summary": "#Person2# tells #Person1# about the reasons for developing alternative energy sources. One is that human beings have to find other fuel sources eventually, the other one is that there will be some long-term negative effects, like global warming and the greenhouse effect, if not.", "topic": "alternative energy source"}
{"fname": "train_12172", "dialogue": "#Person1#: Hello, this is Steven from Blue Sky Co. May I speak to Mr. James?\n#Person2#: Speaking.\n#Person1#: Excuse my troubling you. You purchased our products last year and now I am following up to find out about their workings. Are they still in good condition now?\n#Person2#: Yeah, exactly! I bought them last year. En... at present, they are still in good state.\n#Person1#: That's it! All of them have first-class quality and performance. Besides, we adopt advanced technology. Now we have developed new products. They are much better than what you have bought.\n#Person2#: Your company is developing so fast. Maybe later on I will plan to buy more.\n#Person1#: That's great! Thanks for your support. If any, please remember to call us. I am afraid I have to say goodbye now! Bye, Mr. James!\n#Person2#: Bye!", "summary": "Steven calls Mr. James to find out about the workings of the products he purchased. Mr. James tells him they are in a good state.", "topic": "phone call"}
{"fname": "train_11297", "dialogue": "#Person1#: I've never seen a machine like this before and need some help. \n#Person2#: Sure, no problem. What are you trying to get? \n#Person1#: I want to buy a drink. \n#Person2#: OK. This machine needs you to use that change machine first to get correct change. \n#Person1#: I've got the correct change already. \n#Person2#: First you put your money in the dollar slot or the coin slot. The dollars have to be smooth. \n#Person1#: OK, what next? \n#Person2#: Just know that sometimes the money doesn't go in perfectly the first time and you have to try again. \n#Person1#: OK, next? \n#Person2#: Choose what you want and push the button. Sometimes it takes a couple of tries. \n#Person1#: I agree with you. \n#Person2#: Hope that works for you! ", "summary": "#Person2# teaches #Person1# the process of using the machine to buy a drink. #Person1# agrees with #Person2# that sometimes the machine needs more tries.", "topic": "machine"}
{"fname": "train_8641", "dialogue": "#Person1#: Why don't you come round for a meal one evening next week? \n#Person2#: I'd love to. \n#Person1#: Which day would suit you? \n#Person2#: Any day except Tuesday. \n#Person1#: How about Thursday? \n#Person2#: Yes, Thursday would be fine. What time shall I come? \n#Person1#: Oh, about 6:00. Will that be OK? \n#Person2#: Yes, of course. Thank you very much. \n#Person1#: See you on Thursday, then. ", "summary": "#Person1# invites #Person2# to have a meal and #Person2# agrees.", "topic": "meal"}
{"fname": "train_4542", "dialogue": "#Person1#: Congratulations! I heard that you are going to take a two-week training course in the headquarter. \n#Person2#: Thank you. I am very happy to have this opportunity to learn something new. You know information and knowledge in this field update very fast. \n#Person1#: Sure it is. This is a changing world. Does the training course cover the new law and regulation issued last month? They are very useful for us. \n#Person2#: Yes, according to the agenda, there will be a seminar on these issues at the very beginning of the training course. \n#Person1#: Well, good for you. I hope you can get what you want from the training. \n#Person2#: I will do my best. ", "summary": "#Person1# will take a two-week training course in the headquarter. #Person2# thinks it a good opportunity and hopes #Person1# can get what #Person1# wants.", "topic": "training course"}
{"fname": "train_2634", "dialogue": "#Person1#: Ma, I really don't know how to thank you. \n#Person2#: I'm glad I was able to help. \n#Person1#: It's most kind of you. \n#Person2#: Don't mention it. It was the least I could do. \n#Person1#: If there's ever anything I can do for you , Don't hesitate to let me know. \n#Person2#: Thank you. \n#Person1#: I'm most grateful. \n#Person2#: It was a pleasure. ", "summary": "#Person1# is very grateful for Ma's help.", "topic": "gratitude"}
{"fname": "train_6849", "dialogue": "#Person1#: Have you been to exhibitions in your spare time?\n#Person2#: Yes, a lot of times. I like exhibitions-exhibitions about famous people: dancers, actors, you know?\n#Person1#: Mm, and what about a folk concert? Have you ever been to one of them?\n#Person2#: No. I don't like folk music very much.\n#Person1#: What about the opera?\n#Person2#: No, never. I don't really like the opera. It is a bit too heavy for me.\n#Person1#: A pop concert?\n#Person2#: Yes. I saw Madonna once. She was fantastic-she is a really great dancer.\n#Person1#: And have you ever been to the theater?\n#Person2#: Yes I have.", "summary": "#Person2# has been to exhibitions, the concert of Madonna and the theater, but doesn't like folk music and opera.", "topic": "interest of arts"}
{"fname": "train_10111", "dialogue": "#Person1#: do you want to go out for dinner tonight?\n#Person2#: sure. Have you got anywhere in mind?\n#Person1#: I'm starving, so maybe we could go somewhere with large portions.\n#Person2#: that Italian restaurant in the city centre always has large portions. Do you want to go there?\n#Person1#: I'm not really in the mood for Italian, actually. I was thinking of something a bit spicy.\n#Person2#: if you want spicy food, then I'd recommend going to a Thai, Indian or Chinese restaurant. How about that Chinese buffet on Cowley Road?\n#Person1#: I really like that restaurant ; you get a lot for your money there. But, they've westernized their food, so it's not actually that spicy.\n#Person2#: you're right. Most of their dishes have sweet sauces. We could try that Indian restaurant just down the road from us.\n#Person1#: the Taj? They're a bit expensive, but they do serve large portions of very hot food.\n#Person2#: the Taj it is then.\n#Person1#: shall we bring our own bottle of wine to save some money?\n#Person2#: they'll still charge us a corkage fee.\n#Person1#: that's right. It'll probably work out to be about the same then anyway.\n#Person2#: don't worry about money. I'll treat you tonight.\n#Person1#: are you sure? We could go Dutch.\n#Person2#: no, I'll pay. It's my turn anyway. You paid last time.\n#Person1#: I won't argue with that! Let's go!", "summary": "#Person1# invites #Person2# to go out for dinner tonight. #Person1# wants to go somewhere with large portions and spicy food. #Person2# suggests the Taj, an Indian restaurant, and offers to treat #Person1#.", "topic": "dinner"}
{"fname": "train_11120", "dialogue": "#Person1#: What time is our connecting flight?\n#Person2#: Let me check. Oh, oh! It ' s at 3:25.\n#Person1#: Wow, that's cutting it close! That means we only have 25 minutes to make the connection! What gate is it at?\n#Person2#: It ' s at... gate 14.\n#Person1#: Oh, great! That ' s at the other end of the terminal!\n#Person2#: OK, so here ' s the plan ; When we land, run to gate 14!\n#Person1#: I ' m be right behind ya!", "summary": "The connecting flight's getting close. #Person1# and #Person2# hurry to make the connection.", "topic": "connecting flight"}
{"fname": "train_2532", "dialogue": "#Person1#: Hello, Ellen. \n#Person2#: Hello, Helen, have you heard the news? There's been a horrible accident. \n#Person1#: Oh, no! What happened? \n#Person2#: Hilda Harris husband, Henry had an accident on his way home from work. \n#Person1#: How awful! Was he hurt? \n#Person2#: Yes. He was taken to the hospital in an ambulance. \n#Person1#: How did it happen? \n#Person2#: His car was hit by an express train. It happened at the crossing just behind his house. \n#Person1#: How horrible! \n#Person2#: He's having an operation in the hospital now. Poor Hilda! You can imagine how unhappy she is. \n#Person1#: I hope he'll be all right. \n#Person2#: I hope so, too. ", "summary": "Ellen tells Helen Hilda Harris's husband, Henry, had an accident and was taken to the hospital.", "topic": "car accident"}
{"fname": "train_1216", "dialogue": "#Person1#: Hi, Nancy. How are you doing?\n#Person2#: Hi, Tom. Want a cup of coffee?\n#Person1#: Not right now. I've got to get another car and my old one is blown up.\n#Person2#: Oh, hey, did you look in the classified ads?\n#Person1#: You mean used car?\n#Person2#: No, Ah. . . single sellers.\n#Person1#: Well, yeah, but I'd be getting somebody else's problem.\n#Person2#: Uh huh. How about a used car? They've got good ones now.\n#Person1#: It's the same kind of deal though, you know, you never know what you're going to get.\n#Person2#: Oh, hey, how about a new car? They've got easy loans now. You'd feel so good driving a new car.\n#Person1#: Let's look at them all. Have you got a paper there?", "summary": "Tom tells Nancy about Tom's broken car. Tom decides to buy a new car instead of a single seller or used car.", "topic": "buy car"}
{"fname": "train_10837", "dialogue": "#Person1#: Hey Eve, how are you?\n#Person2#: I'm fine, Celia. And you?\n#Person1#: I'm ok. I'm so busy!\n#Person2#: Do you have a lot of homework?\n#Person1#: Yes. Don't you?\n#Person2#: Of course I do!\n#Person1#: Which class are you working on right now?\n#Person2#: I'm studying for my chemistry exam tomorrow.\n#Person1#: Are you in Mrs. Green's class?\n#Person2#: Yes. Are you?\n#Person1#: Yes. We must have the same exam tomorrow!\n#Person2#: Do you want to study together?\n#Person1#: Sure. This library is too quiet though.\n#Person2#: Do you want to go to and empty classroom?\n#Person1#: That sounds good.\n#Person2#: Ok. Let's go!", "summary": "Eve and Celia find they have the same exam tomorrow and decide to study together in a classroom because the library is too quiet.", "topic": "study together"}
{"fname": "train_8260", "dialogue": "#Person1#: Good morning, sir. What can I do for you?\n#Person2#: I'm Bell in room 908. Can you change the room for me? Wy wife was woken up several times by the terrible noise at night, she said it was too much for her.\n#Person1#: I'm really sorry sir. Room 908 is at the end of the corridor. It's possible that the noises heard early in the morning.\n#Person2#: Anyhow, I'd like to change our room.\n#Person1#: No problem sir, we will manage it. But all our rooms have been booked today, could you wait till tomorrow?\n#Person2#: Alright, I hope will be able to enjoy our stay in a quiet room tomorrow evening, and have a sound sleep.\n#Person1#: Sure, I'll make a note of that, everything will be taken care of and if there is anything more you need. Please let us know.", "summary": "Bell wants to change the room because of the terrible noise. #Person1# will manage it tomorrow because all their rooms are booked today.", "topic": "change a room"}
{"fname": "train_120", "dialogue": "#Person1#: I'm sorry, I've lost my tags and receipt. What can I do about it?\n#Person2#: I see. What is your baggage? And do you remember the tag's number or color?\n#Person1#: It's a suitcase. Its colour is blue.\n#Person2#: Could you give me a description of your case?\n#Person1#: It's like this, it's square with a leather cover.\n#Person2#: I'll check it for you. I've found it. Is this yours?\n#Person1#: Yes, it is the right one\n#Person2#: Will you show me your key card, please?\n#Person1#: Here it is.\n#Person2#: All right. Now you can take your case away", "summary": "#Person1# lost #Person1#'s tags and receipt. #Person2# checks and helps #Person1# find #Person1#'s case.", "topic": "find the case"}
{"fname": "train_5379", "dialogue": "#Person1#: Mary, how was your date with john?\n#Person2#: It's OK. It seems we have a lot in common.\n#Person1#: Oh, really? That is great news. What does he look like?\n#Person2#: He is tall and slim, fair-haired.\n#Person1#: Sounds like he is pretty cute. What do you think of him?\n#Person2#: He is a nice guy and very considerate. I am impressed with how smart he is and he has a great sense of humor.\n#Person1#: Oh, it's love at first sight. When will you see each other again?\n#Person2#: He didn't say, but he said he would call me.\n#Person1#: Maybe he is busy with his work. Just wait and try not to think about it too much!\n#Person2#: Oh, David. Stop it! I am a bit nervous! What should I do if he doesn't call me?\n#Person1#: Come on, Mary, you're a total catch. I bet he will call you. Don't worry.\n#Person2#: Thank you, David. You're always so encouraging.\n#Person1#: That's what friends are for.", "summary": "David asks Mary her date with John. Mary says it's OK, and she has a good impression of John. Mary's nervous about whether John'll call her, and David tells her not to worry.", "topic": "first date feeling"}
{"fname": "train_9740", "dialogue": "#Person1#: Let's hear about Mr. Brown's comment to the movie.\n#Person2#: Hello, everyone. I thought Al Gore's An Inconvenient Truth was on the whole a good film. It is an excellent film for teachers to show their classes to explain global warming. It explains the facts very well, explains away the objections that people have been hearing about from the media, and is also pretty funny at times. The film basically consists of a tour of Al Gore's climate change speeches around the world. It starts off with a few diagrams that many of you have probably seen already. This film is really for the general public who do not know all of this, and it is also for those who might have heard something about global warming here and there but want to see exactly how all of the facts fit together. I think it is a good film, but it is not perfect. The problems come in the short but noticeable periods when the film tries to be a biography of Al Gore at the same time. I was watching this to find out about global warming, not to find out what Al Gore thought about losing his election. I imagine that these are the bits that teachers' will have to skip when they show this to their classes, since they don't really add anything to the film. I would have respected Al Gore a bit more if he hadn't tried to make this a film about himself as well.", "summary": "Mr. Brown is asked by #Person1# to comment on the movie Al Gore's An Inconvenient Truth. He thinks it's an excellent film for teachers to show their classes to explain global warming, but it's not perfect because it tries to be a biography of Al Gore at the same time.", "topic": "movie review"}
{"fname": "train_7458", "dialogue": "#Person1#: Are there pets allowed in this apartment?\n#Person2#: No dogs or cats or any other fur type animal, but other pets are allowed.\n#Person1#: What about a boa constrictor?\n#Person2#: Well. . . is that a pet? Isn't that something from the zoo?\n#Person1#: If I had one, could I rent this apartment?\n#Person2#: I was more thinking of nice little fish or frogs or turtles or a pet rock.\n#Person1#: What about a Gila monster?\n#Person2#: I'll tell you what, if your pet can fit in this little box and doesn't have fur, it is welcome here.", "summary": "#Person1# wants to keep wild animals in the apartment. #Person2# is astonished but tells #Person1# the pet will be allowed if it doesn't have fur and can be kept in a little box.", "topic": "keep a pet"}
{"fname": "train_9002", "dialogue": "#Person1#: What can I do for you?\n#Person2#: I need some medicine.\n#Person1#: For whom?\n#Person2#: My younger brother. He suffers from a bad cold.\n#Person1#: What symptoms does he have?\n#Person2#: Fever and a bad cough.\n#Person1#: I got it. Don't worry, just a common cold.\n#Person2#: What kind of medicine does he need?\n#Person1#: Patulin will do.\n#Person2#: How many pills for each time?\n#Person1#: Six per day, and two after each meal.\n#Person2#: Thank you very much.\n#Person1#: My pleasure.", "summary": "#Person2# needs some medicine for #Person2#'s younger brother. #Person1# gives #Person2# Patulin and the instructions.", "topic": "medicine"}
{"fname": "train_6354", "dialogue": "#Person1#: So how far is the museum, dad?\n#Person2#: It is about 10 minutes walk.\n#Person1#: Finish your hot chocolate and we will go.\n#Person2#: Are we going to come back here for lunch?\n#Person1#: No, we will have lunch at the museum cafeteria.\n#Person2#: I have finished. We can go now.\n#Person1#: Let's go then. On the way we have to turn right and right again at the next junction.\n#Person2#: Let's stop at the newsagent, I would like to buy a newspaper. We can also buy postcards for your friends.\n#Person1#: Can you see a Post Office somewhere around here?\n#Person2#: Yes it is down there, at the end of the road, next to the supermarket.\n#Person1#: Oh good we are almost there. The museum is round the corner from the Post Office.", "summary": "#Person2# takes his son to the museum. On the way, they stop at the newsagent to buy a newspaper and the Post Office to buy postcards", "topic": "the museum"}
{"fname": "train_11995", "dialogue": "#Person1#: what did you do over the weekend?\n#Person2#: I went a global warming rally in London. It was fantastic to be around so many people who care about the environment.\n#Person1#: do you think there's anything we can do to reverse the damage that's been done already?\n#Person2#: it might not be possible to fix the problems that we've created for ourselves, but there are lots of things we can do to prevent more damages from happening.\n#Person1#: like what?\n#Person2#: well, we can use public transport instead of taking our cars for a start.\n#Person1#: what else can we do to protect the environment?\n#Person2#: if you do have to drive, you should make sure that your car runs on unleaded petrol. Also, your home should use sources of renewable energy.\n#Person1#: how about recycling? Does that actually help?\n#Person2#: yes. You should take your glass, paper, plastic, cardboard, and tin cans to a recycling center.\n#Person1#: what do you think is the biggest worry for our future?\n#Person2#: I think that the issue of greatest concern is having enough sources of clean water for everyone.\n#Person1#: I had no idea you were such as environmentalist before!\n#Person2#: to be honest, in order for the earth to continue to be a habitable place, we're all going to have to become more interested in the environment.", "summary": "#Person2# went to a global warming rally in London last weekend. #Person2# suggests using public transport and renewable energy, and taking recyclable items to a recycling center to protect the environment. #Person2# thinks the issue of greatest concern is having enough clean water for everyone.", "topic": "environment"}
{"fname": "train_2625", "dialogue": "#Person1#: Did I tell you I'm going to China on business? I have to buy some gifts before I leave.\n#Person2#: Good idea. What are you going to bring?\n#Person1#: I was thinking of bringing some handkerchiefs. They're colorful, beautiful... also lightweight. I don't want to carry anything heavy.\n#Person2#: Uh, I don't think you should give handkerchiefs. They aren't good gifts in Chinese culture.\n#Person1#: Why not?\n#Person2#: A handkerchief is a symbol of saying good-bye or ending a relationship.\n#Person1#: Saying good-bye?\n#Person2#: Yeah, like when you're going away and people are crying, so they need a handkerchief. Actually, I've heard that one of the best things to give is a dinner--not a present, but a big dinner. It's good for business.", "summary": "#Person1# is going to China on business. #Person2# suggests #Person1# a big dinner instead of giving handkerchiefs because a handkerchief is a symbol of good-bye in China.", "topic": "handkerchief"}
{"fname": "train_4385", "dialogue": "#Person1#: Tell me, Mr. Han. What do you suggest if we establish long term business relations?\n#Person2#: Surely it's a sound idea, Mr. Joey. But I have a few questions for you first.\n#Person1#: I am all ears.\n#Person2#: First, can I know something about your financial situations?\n#Person1#: Sure. As for our financial situation, you can inquire about them in the national bank. They handle all our financial documents.\n#Person2#: Thank you. And how is your business in the clothing business circle?\n#Person1#: A very good question. It's very honorable for me to tell you that our business relations cover all over the world and they all have very good business reputation.\n#Person2#: Then what do you deal with?\n#Person1#: We deal with kid's clothing, women's clothing, and men's clothing. You name it we deal with it.\n#Person2#: That's nice. They provided us with convenient choice.\n#Person1#: As for the regular customers, we have some favorable terms for them.\n#Person2#: I'd like to hear that.\n#Person1#: For the substantial regular customers, we offer 5 % commissions.\n#Person2#: That sounds attractive, all right, how about that we sign a one year contract?\n#Person1#: Fabulous. I will get the contract ready shortly.", "summary": "Mr. Joey wants to establish long term business relations with Mr. Han. Mr. Han asks Mr. Joey about Mr. Joey's company's financial situations, their position in the clothing business circle, and what they deal with. Then Mr. Han decides to sign a one-year contract.", "topic": "business talk"}
{"fname": "train_2629", "dialogue": "#Person1#: What shall we do this weekend?\n#Person2#: Do you have something special in mind?\n#Person1#: No. not really. I just thought it might be fun to do something new.\n#Person2#: Do something for a change, you mean?\n#Person1#: Yes, something different.\n#Person2#: I usually go shopping and have my hair cut during the weekend and you usually watch football matches on TV.\n#Person1#: Yes. you often have tea with your friends. And I sometimes play cards with my friends. We have seldom done anything together since we were married.\n#Person2#: Now I've got an idea. Why don't we go for a picnic this weekend?\n#Person1#: Good idea! I will choose the place and you can prepare the food.", "summary": "#Person1# and #Person2# plan to go for a picnic this weekend to do something different.", "topic": "weekend plan"}
{"fname": "train_6864", "dialogue": "#Person1#: David, how is your interview?\n#Person2#: I was nervous at that time. What about you?\n#Person1#: Just fine. I tried to answer every question raised by HR carefully. I found some answering skills are useful. These questions are different from exams.\n#Person2#: We can have a rest now after this tough interview.\n#Person1#: Don't be rush. It is suggested to write a letter for the Personnel Department of Future Clothes Company.\n#Person2#: Sounds like a good idea. And I think this can leave deep impression to HR. How can we write a suitable letter?\n#Person1#: Just to show your gratitude to the chance and tell them your impression on the company. And you can mention some details in your own interview to remind them of you.\n#Person2#: I am getting to know your meaning.", "summary": "David was nervous at the interview, while #Person1# feels just fine. They decide to write a letter to the company to leave deep impression to HR.", "topic": "an interview"}
{"fname": "train_10274", "dialogue": "#Person1#: Paul, we haven't gone out for over a month. Let's go somewhere this evening.\n#Person2#: Fine. Where would you like to go? Look in the newspaper to get information about the movies or the theatre.\n#Person1#: I see that a new play opened this week.\n#Person2#: It seemed very bad. The newspaper story said it was the worst play of the year. You don't want to go there. What else can we do?\n#Person1#: I'd enjoy a good concert, but, according to the paper, there are not any tonight.\n#Person2#: Aren't there any good movies in town?\n#Person1#: How about American Beauty? That should be nice.\n#Person2#: We've already seen it. It's an old picture. Don't you remember?", "summary": "#Person1# and Paul decide to go out this evening. But after checking the information about the movies, they have no idea where to go.", "topic": "evening plan"}
{"fname": "train_9777", "dialogue": "#Person1#: How good are you at sports, Bill?\n#Person2#: Are you kidding? I'm terrible! But I love to watch sports. I go to football or baseball games a lot. And I read sports magazines every week.\n#Person1#: Wow!\n#Person2#: Do you like sports, Janice?\n#Person1#: Oh, yes. I like to exercise. But I don't watch sports or buy sports magazines. I don't have much time to do those things.\n#Person2#: Oh, I see. You know, we spend time doing different sports. How much time do you spend exercising?\n#Person1#: Well, I guess I exercise about two hours a day. I do aerobics three times a week, and the other days I play badminton 1 with my husband. I always feel good afterward.\n#Person2#: That's great! I'Ve heard people say that before.\n#Person1#: Well, why don't you try to get some exercise? It's difficult, but very rewarding.\n#Person2#: Oh, I'm too lazy to play sports, and I'm not good at anything either. It hardly excites me.", "summary": "Bill is bad at sports but he likes watching sports, while Janice likes to exercise and she exercises about two hours a day. Janice suggests Bill do some exercise but Bill is too lazy to do it.", "topic": "Sports and exercise"}
{"fname": "train_2404", "dialogue": "#Person1#: What's your little caper? Come home so late! We are all worried about you.\n#Person2#: Oh, I am terribly sorry. But I was so captivated with the singer at the subway exit. So I forgot the time.\n#Person1#: Singing? At the subway exit? Oh, it sounds like someone needs some money.\n#Person2#: Oh, no, the guy was a musician who just sang. He played the guitar and sang so many cool pop songs. Many people were drawn to his music and there was no hat on the floor. He sang for appreciation, but not for money.\n#Person1#: It is just pop song, you could have sung there too if you want it.\n#Person2#: Oh, no, it was a kind of pop art. I like it but I couldn't do it that well.\n#Person1#: Honey, just do it next time. Have you heard of the real art in the subway station in Russia?\n#Person2#: No, but tell me some. I am interested.\n#Person1#: Many oil painting exhibitions are there. That is a kind of Museum Exhibition.\n#Person2#: Are there many people there? Do you think people actually like them?\n#Person1#: I am sure you will. There are some works, and some students who major in painting interpret the meaning for visitors. And people can enjoy the paintings while waiting for the train.\n#Person2#: But I still prefer the pop music in the subway.\n#Person1#: Both the pop music and the oil painting are arts, but with different aesthetic values.\n#Person2#: Dad, you talk well, but can you appreciate that kind of art?\n#Person1#: Not well enough, but I'm learning.", "summary": "#Person2# comes home late because #Person2# was captivated by the singer at the subway exit and forgot the time. #Person1# encourages #Person2# to do it next time and tells #Person2# the real art in the subway station in Russia.", "topic": "art"}
{"fname": "train_9175", "dialogue": "#Person1#: Why do you want to spend your summer days in a mountain village? It's so far away and lonely.\n#Person2#: I think a mountain village is splendid.\n#Person1#: I don't think so. It's too small.\n#Person2#: But it has fresh air and it's nicer than a big town.\n#Person1#: I think a big town is more lively.\n#Person2#: Still I like the small mountain village. The big town is noisy. How pleasant it is when walking along the hill.\n#Person1#: I agree with you about that, but I still prefer a big town.\n#Person2#: Well, different people may have different ideas about one thing. That's alright.", "summary": "#Person2# prefers to spend summer days in a mountain village to get fresh air while #Person1# likes big towns.", "topic": "village and town"}
{"fname": "train_9194", "dialogue": "#Person1#: Hoo, I'm getting tired, Jeanine, been a long day.\n#Person2#: I'm not quitting yet. You know my favourite slogan, don't you?\n#Person1#: Yeah, I know. Shop till you drop.\n#Person2#: Right!\n#Person1#: I'm getting a little short on cash. Let's just window shop a little.\n#Person2#: Ok.\n#Person1#: Hey, Jeanine, get a load of that. It's beautiful.\n#Person2#: Ahahah, and I thought you were tired.\n#Person1#: You know. . I have a weakness for long dresses.\n#Person2#: It sure looks special, looks expensive too.\n#Person1#: Sure does. Hey, can I sponge a little cash of you?\n#Person2#: Don't worry, Marian, I've got you covered.\n#Person1#: Thanks, Jeanine, you are a real pal. Let's go in.", "summary": "Marian and Jeanine are shopping, but Marian is a little short on cash. Marian finds a special dress and Jeanine will get her covered.", "topic": "shopping with friend"}
{"fname": "train_8422", "dialogue": "#Person1#: What are you doing here? How about your resume now?\n#Person2#: I still have no idea what to do now.\n#Person1#: Don't act like this. Please have good thoughts in your mind. What's behind you?\n#Person2#: I could not agree with you more. But I feel worried about what to do next as soon as I begin to write my resume.\n#Person1#: There is no need to do like this. We can surf the net and find some templates for resume.\n#Person2#: Sounds good. I will do it in a jiffy. OK! Let's put our heads together.\n#Person1#: You said it. We can also find some helpful advice from some experts.\n#Person2#: Terrific!", "summary": "#Person2# has no idea how to write a resume. #Person1# suggests #Person2# find the templates online and find some helpful advice from some experts.", "topic": "resume"}
{"fname": "train_1858", "dialogue": "#Person1#: Chris,I would like to know, what kind of food you eat in Belgium.\n#Person2#: We have our fish, our meat, our wines, our fruit ...\n#Person1#: I mean what is popular about Belgian food?\n#Person2#: Well, it's a bit different in Belgium as I think it is here in New York. We really enjoy the tables. We don't go out for dinner that often but when we go out we stay at a table for three or four hours. It starts with appetizers, then it may be a soup, then it's the main dish, then it's still an ice-cream or something.\n#Person1#: It takes so much time to have dinner in your country!\n#Person2#: Yeah. We really enjoy eating and it goes slow. Last winter, a friend from Portugal went to Belgium with me. For Christmas dinner, we met at 5:30 and then we started with some drinks. I think we ate from 6 o'clock in the afternoon till 12 o'clock that night.\n#Person1#: Wow! You must be fat there if you eat that much.\n#Person2#: In fact we don't. We don't do it that often, but if we do, then of course the next day or the next few days you see people just don't eat much.", "summary": "#Person1# asks Chris what is popular about Belgian food, and Chris says it's different from that in New York. Belgian enjoy the table and take much time to have dinner.", "topic": "Belgian food"}
{"fname": "train_5971", "dialogue": "#Person1#: Hi Sam.\n#Person2#: Hi Chris. I am glad to see you. Can you help me with my new computer?\n#Person1#: When did you buy your new computer?\n#Person2#: I bought it yesterday afternoon and they delivered it this morning at 10:45.\n#Person1#: So what's the problem?\n#Person2#: I am not sure. I just can't connect to the net.\n#Person1#: Can I have a look?\n#Person2#: Of course, come in.\n#Person1#: Oh this is the new little EEE notebook from Asks. How much did you pay?\n#Person2#: It was only 345 pounds.\n#Person1#: Very nice. I am sure we will sort out your Internet in no time.\n#Person2#: I am on my way to the doctor now, but I should be back in about 45 minutes. Can I come back at around 3:15?\n#Person1#: That will be perfect.", "summary": "Sam's computer cannot connect to the net and he asks Chris to help. Chris will come to repair it after Sam's coming back from the doctor.", "topic": "repair the computer"}
{"fname": "train_11257", "dialogue": "#Person1#: The problem is that there have been some delays on flights from Australia.\n#Person2#: Could you be more specific? What exactly do you mean by some delays?\n#Person1#: I'm sorry, madam. I'll try to explain. There were 2 flights cancelled yesterday, including the flight your colleague booked for Melbourne. At the moment I can't find out exactly what flight she got on.\n#Person2#: So if I understand you correctly, we have no way of finding out when she'll get in.\n#Person1#: Not exactly. We may not be able to tell you for an hour or so. We're trying to check the passenger lists for all departing flights from Australia. But that could take some time.\n#Person2#: OK, I see what you mean. It's 2:00 o'clock now. So if I phone again, say at 3:00, you should be able to give me more information?\n#Person1#: Yes, madam.", "summary": "#Person1# tells #Person2# there're some delays on flights from Australia and #Person1# can't find out exactly what flight #Person2#'s colleague got on. #Person1# suggests #Person2# call an hour later.", "topic": "delays on flights"}
{"fname": "train_8125", "dialogue": "#Person1#: Doctor, can you give me some suggestions on how to stay healthy?\n#Person2#: Well, first of all, you need to make sure that you eat the right foods.\n#Person1#: What are the best foods to eat?\n#Person2#: You should emphasize fresh fruits and vegetables, along with whole grains and protein.\n#Person1#: What should I avoid?\n#Person2#: You need to avoid highly fatty and greasy foods. You should also avoid too much sugar and caffeine.\n#Person1#: What else is important to stay healthy?\n#Person2#: You need to get plenty of exercise every day. If you smoke, you need to stop.\n#Person1#: Is it OK to drink alcohol?\n#Person2#: Actually, studies have shown that people who have one-half a glass of alcohol per day do better than those who don't drink.", "summary": "#Person1# consults the doctor about how to stay healthy and the doctor suggests #Person1# eat the right food, get plenty of exercise, and it is ok to drink alcohol.", "topic": "Stay healthy"}
{"fname": "train_5752", "dialogue": "#Person1#: I think I want to go back to school, Paul.\n#Person2#: Well, that's a nice idea, Cindy. But what would you study?\n#Person1#: I'm not sure. I've always been interested in psychology. I think I'd do really well.\n#Person2#: Uh-huh, it's not that I don't believe in you, sweetheart. You were always a good student, but it's different when you're an adult going back to school.\n#Person1#: Well, I don't think I would have any problems making friends. Lots of older folks get a second BA degree later in life, just like I would be doing and besides I've always been young at heart. I'm sure I'd get along with the other students. And I think I'd be an even better rider and test taker now. Then when I went to college in my late teens and early 20s.\n#Person2#: Yeah, but that's not what I'm worried about honey. Have you given any thought to what you do when you graduate?\n#Person1#: I suppose I'd look for a job.\n#Person2#: And what do you know about jobs in the field of psychology?\n#Person1#: Not too much I guess, but I could start small and work my way to the top.\n#Person2#: That sounds like something a person might say about a big company on the Wall Street. Psychology is different. There just aren't that many jobs in that field right now and the ones that are out there don't pay much unless you have a PhD. I mean, we have 2 kids to feed, you know?", "summary": "Cindy wants to go back to school to get a second BA in psychology, but Paul is worried there aren't that many jobs in this field while they have 2 kids to feed.", "topic": "get second degrees"}
{"fname": "train_11424", "dialogue": "#Person1#: Hi, Michael, how's it going?\n#Person2#: Well, things are all right.\n#Person1#: I heard you got a new roommate. What's he like?\n#Person2#: Yeah, Bob moved in last week. He is a nice guy and so far everything is cool except this girlfriend.\n#Person1#: Oh? What's wrong with his girlfriend?\n#Person2#: She came over last weekend. She is a nice girl but there's something about her voice that really creeps me out. I tried to smile and be polite, but the whole time all I could think was ' what's wrong with your voice? '\n#Person1#: Well, I guess it might take some time to get used to.\n#Person2#: I doubt it. Last time was an oral train wreck. Listening to her talk is like chewing tin foil.\n#Person1#: Oh come on, it's not that bad.\n#Person2#: No, it's so much worse. And tonight they invited me out to dinner. I really have no idea how I'm going to pull it off.\n#Person1#: Rough. Maybe you can do the most of the talking.\n#Person2#: That's the plan.\n#Person1#: Good luck.", "summary": "Michael tells #Person1# his new roommate is nice but he cannot withstand his roommate's girlfriend's voice. Michael may do most of the talking at the invited dinner with them.", "topic": "New roommate"}
{"fname": "train_8832", "dialogue": "#Person1#: The exams are finally over. I'm so excited about summer vacation. I have made all the arrangements for my summer vacation.\n#Person2#: What are you planning to do?\n#Person1#: Well, my family and I are planning to go to England. We've been talking about going there for years and... We finally went to an agent and planned the whole thing out.\n#Person2#: Wow, that does sound exciting.\n#Person1#: How about you? What's your plan?\n#Person2#: I haven't really got any plans to travel anywhere. In fact, I intend to get a part-time job to save a little money for next year.\n#Person1#: That sounds all right.\n#Person2#: You know, I really want to buy a new computer next term. So I have to save as much money as possible.\n#Person1#: Why don't you ask your parents for some money?\n#Person2#: I'd rather my parents didn't pay for it. I'd feel better about it if I bought it with my own money.\n#Person1#: It's good to be independent. Sounds like you have a great goal this summer.", "summary": "#Person1# and #Person2# talk about their plans for the summer vacation.", "topic": " summer vacation plan"}
{"fname": "train_972", "dialogue": "#Person1#: I'm starving! It would be truly appreciated if you bought me a burrito.\n#Person2#: I'm a little short. I don't have enough for you.\n#Person1#: I'm starving, as I didn't eat yet today.\n#Person2#: I really don't have enough money.\n#Person1#: My stomach feels so empty.\n#Person2#: Well, why don't you ask Bob for some money? I'm hungry too.\n#Person1#: I'll be getting money on Friday, and I'll get it back to you then.\n#Person2#: Okay, so on Friday, you can buy yourself something to eat.\n#Person1#: That's not nice.\n#Person2#: You can always go home and make something to eat.\n#Person1#: I can't go home yet, because I have things to do here.\n#Person2#: Sorry. That's not my fault.", "summary": "#Person1# keeps asking #Person2# to buy food for #Person1#. #Person2# refuses because #Person2# doesn't have enough money and it's not #Person2#'s fault.", "topic": "ask for food"}
{"fname": "train_1460", "dialogue": "#Person1#: Good morning! I am a rookie in our office.\n#Person2#: Good morning! Welcome to our office!\n#Person1#: Nice to meet you! My name is Peter Smith.\n#Person2#: Nice to meet you too! I am George Williams.\n#Person1#: This is my first day at work!\n#Person2#: Well, hope you will enjoy your first day!\n#Person1#: I am new to the work and I will appreciate your guidance!\n#Person2#: I will try my best to assist you if you need any help.\n#Person1#: Thank you. It is very kind of you.\n#Person2#: You are welcome.", "summary": "Peter Smith, a rookie in the office, and George Williams greet each other. George promises to help Peter if needed.", "topic": "rookie"}
{"fname": "train_8720", "dialogue": "#Person1#: Are you married?\n#Person2#: Yes, I've just married.\n#Person1#: How long have you been married?\n#Person2#: I have been married for three years.\n#Person1#: How many people are there in your family?\n#Person2#: There are four people in my family.\n#Person1#: Who are the members of your family?\n#Person2#: My husband, my mother-in-law, my daughter and I.", "summary": "#Person2# tells #Person1# about #Person2#'s marital status and the members of her family.", "topic": "marital status"}
{"fname": "train_7528", "dialogue": "#Person1#: Have you started your report yet? \n#Person2#: I'm having a hard time getting the information. \n#Person1#: It's easy. You only have to search the internet in order to get the information you're looking for. \n#Person2#: Oh, I didn't think of that. ", "summary": "#Person1# tells #Person2# it's easy to get the information for #Person2#'s report online.", "topic": "get the information"}
{"fname": "train_8945", "dialogue": "#Person1#: Mom, is there anything in the fridge I can eat before dinner?\n#Person2#: There's some leftover pizza from last night.\n#Person1#: Anything else?\n#Person2#: Um, I think there may be some leftover lasagna from the other day.\n#Person1#: Do I have any other choices?\n#Person2#: There might be some birthday cake left in the freezer.\n#Person1#: Is everything in the fridge leftovers? I hate leftovers!\n#Person2#: You can wash the vegetables and cut the chicken and I'll make dinner!", "summary": "#Person1# asks #Person1#'s mom for something to eat but is unwilling to eat the leftovers.", "topic": "daily casual talk"}
{"fname": "train_5972", "dialogue": "#Person1#: That's great! We made 20 minutes earlier.\n#Person2#: Good thing, we took a taxi.\n#Person1#: Mom, you are the best!\n#Person2#: Hey, look there. It is an advertisement of the piano training class on the billboard. The place is not far from our home.\n#Person1#: Mom, come on. What are you thinking about?\n#Person2#: Your sister is in high school now ; no one plays the piano at home.\n#Person1#: Don't tell me you want me to do that?\n#Person2#: Why? Why not! The piano is right there.\n#Person1#: But I don't like playing the piano. And the homework keeps me busy enough.\n#Person2#: Anyway, I will have a look at the piano class after work by myself.\n#Person1#: How depressed!", "summary": "#Person2# sees an advertisement for the piano training class and wants #Person1# to take the class. #Person1# feels depressed.", "topic": "piano class"}
{"fname": "train_12087", "dialogue": "#Person1#: What sport do you like the most?\n#Person2#: I like baseball the best.\n#Person1#: Me too. Did you play when you were a kid?\n#Person2#: Yeah. I played until I graduated from high school.\n#Person1#: What position did you play?\n#Person2#: I think I tried every position, but the last few years, I played third base.\n#Person1#: I hate third base. It's scary when the ball is coming at you so fast.\n#Person2#: It was scary at first, but after awhile, I got used to it. If you have fast reflexes, then it's not really a problem. What position did you play?\n#Person1#: I played outfield. I hated the infield because I never figured out all the bounces.\n#Person2#: I wish I could play again, but there isn't much opportunities around here.\n#Person1#: I'm on a softball league. It's not fast pitch, but it's still fun. You wanna join our group?\n#Person2#: When do you guys play?\n#Person1#: We play either Tuesdays or Thursdays.\n#Person2#: Sounds pretty fun. I'll come out and join you next time.", "summary": "Both #Person1# and #Person2# like baseball best. Since #Person2# tells #Person1# there aren't many opportunities to play it now, #Person1# invites #Person2# to join their softball league.", "topic": "baseball"}
{"fname": "train_4722", "dialogue": "#Person1#: what can I do for you, sir?\n#Person2#: What do we get this morning?\n#Person1#: Fruit juice, cake and refreshments and everything.\n#Person2#: I'd like to a glass of tomato juice please.\n#Person1#: Any serial, sir?\n#Person2#: Yes. A dish of cornmeal weight.\n#Person1#: And eggs?\n#Person2#: Yes. Baked eggs and buttered toast. I like my baker very crazy.\n#Person1#: How do you want to your eggs?\n#Person2#: Fried, please.\n#Person1#: Anything more, sir?\n#Person2#: No, that's enough, thank you.", "summary": "#Person2# orders tomato juice, cornmeal weight, buttered toast, and a fried egg for breakfast with #Person1#'s assistance.", "topic": "order food"}
{"fname": "train_1683", "dialogue": "#Person1#: So who does he think he is, anyway, I can't believe the way that my boss has been ordering everyone around lately, I mean, it's now like he is the CEO, or anything.\n#Person2#: Um. . . Actually I am guessing you didn't get the MEMO. Your boss was selected to fill the vacancy in the CEO slot. He actually is the CEO now, or will be, as soon as the official press releases and hoopla is done with.\n#Person1#: Yikes! you are joking, right? I can't believe it. No wonder he is so stressed and bossy lately. I thought he was just being ostentatious by giving orders to people and all the different departments. What big shoes to fill!\n#Person2#: No kidding! When the last CEO left, we were worried about the future of the company.\n#Person1#: What does a CEO do anyway? I know the CEO makes the most money in the company, but what does he actually do?\n#Person2#: He is responsible to the board of directors for everything that happens in the company. He or she must give leadership to all company officers, as CEO is also responsible for providing the guidance of philosophy of the company, and acting as official representative, or face of the company.\n#Person1#: Must be one smart guy.", "summary": "#Person1# complains about the style of CEO. #Person2# says that the boss is already a CEO candidate. #Person2# answers #Person1#'s question about the CEO's function in a company.", "topic": "discussion about CEO"}
{"fname": "train_7328", "dialogue": "#Person1#: What are the key factors that you would consider when you want to buy a car?\n#Person2#: I guess the first thing is the price, the second is the size, and of course the color will play a role too. But I have to be honest. It is our today's responsibility to take care about our environment. Therefore, I will also pay attention to the fuel consumption of the car. You know, the rise in gasoline prices is huge. So I would rather to consider a smaller car with smaller engine. For which I can also save some tax. Last of the list, I also consider the safety. \n#Person1#: What about the environmental factors? \n#Person2#: Well, I do prefer the lower emission cars as long as it doesn't cost much. Some environmentally-friendly cars are really expensive. \n#Person1#: Sure they are. Some hi-tech devices are built in to make sure they pollute less. Some of these green cars have not become standard. So the production costs are still high. But anyway, we should make efforts to start with. ", "summary": "#Person2# tells #Person1# #Person2# considers the car price, size, and color. #Person2# also cares about the environment so #Person2# prefers a smaller engine and lower emissions. #Person1# tells #Person2# that environmentally-friendly cars are expensive.", "topic": "buy a car"}
{"fname": "train_2752", "dialogue": "#Person1#: I heard that Janet has got a new job. She's working for the united investment group. I heard that they pay very well.\n#Person2#: I heard that too. She must be making a pocket. Well, good for her.\n#Person1#: Now, she'll be able to save up for that holiday in the united states.\n#Person2#: Yes, she will. At the moment, the exchange rate is very favorable, so she should try to go as soon as possible, while it's cheaper.\n#Person1#: You're right. By the way, did you hear that Tom inherited some money recently?\n#Person2#: Really? I thought his parents had died several years ago.\n#Person1#: They did. He inherited the money from an uncle. I hope he doesn't lose a lot of it in taxed to the government.\n#Person2#: Dying can be very expensive nowadays! What's he going to do with it?\n#Person1#: He said that he would probably invest most of it. He's got a well-paid job, so he doesn't need the money to cover day-to day expenses. He just wants some extra money available for when he retires.\n#Person2#: I had some good financial news yesterday too.\n#Person1#: Really? Have you won a fortune in the lottery?\n#Person2#: No, but I got a pay rise of 5 % and a bonus for all the hard work I'Ve put in recently. I think it was very nice for my boss to show his appreciation in that way.\n#Person1#: It certainly was! So, what are you going to do with your windfall?", "summary": "#Person1# says Janet got a new job which pays so well that she can save up for the holidays in America. #Person1# also says Tom inherited some money from his uncle and Tom will invest that money. #Person2# got a pay rise and a bonus.", "topic": "gossip"}
{"fname": "train_2687", "dialogue": "#Person1#: So that's two books you'll borrow today?\n#Person2#: Yes. That's right. Oh, and this DVD, too.\n#Person1#: OK, the books are free, but the DVD costs $1 to borrow.\n#Person2#: That's fine. When do I have to return the books and the DVD?\n#Person1#: The books are due back next Monday. The DVD must be returned in 3 days.\n#Person2#: So the books must be returned in 6 days and the DVD in 3 days?\n#Person1#: Usually it's 5 days for the books, but because Sunday is a holiday. We changed the return date to Monday.\n#Person2#: OK. That means I can spend one extra day reading. I won't have to rush through then, like I normally do.\n#Person1#: Yes, 5 days is a bit short, isn't it? Is there anything else I can help you with?\n#Person2#: No that's all, thanks for your help.", "summary": "#Person2# wants to borrow 2 books and a CD. #Person1# tells #Person2# about the fee and due days.", "topic": "borrow"}
{"fname": "train_9045", "dialogue": "#Person1#: I can't believe that Anthony is finally getting married!\n#Person2#: Yeah well it's about time! He's been living with his parents for 40 years!\n#Person1#: Don't be mean. Look here come the bridesmaids! Their dresses look beautiful!\n#Person2#: Who are those kids walking down the aisle?\n#Person1#: That's the flower girl and the ring bearer. I'm pretty sure they're the groom's niece and nephew. Oh, they look so cute!\n#Person2#: I just hope the priest makes it quick. I'm starving. I hope the food's good at the reception.\n#Person1#: That's all you ever think about, food! Oh, I think the bride's coming now! She looks gorgeous. Wait, what's she doing? Where's she going?\n#Person2#: Oh great! Does this mean that the reception is canceled?", "summary": "#Person1# and #Person2# attend Anthony's marriage ceremony. #Person2# always focuses on food. To #Person1#'s surprise, the bride runs away from the wedding.", "topic": "get married"}
{"fname": "train_4870", "dialogue": "#Person1#: May, look, what's that in the cage?\n#Person2#: Don't you know that? It's panda.\n#Person1#: Of course I know. I just can't see it very well.\n#Person2#: OK, then put on your glasses, and do you know what does the panda eat?\n#Person1#: Of course, Bamboo!\n#Person2#: That's right.\n#Person1#: I also know they are given to other countries as gifts for friendship.\n#Person2#: You sound quite knowledgeable.\n#Person1#: Not really, panda is my favorite animal.\n#Person2#: Actually, it likes milk too.\n#Person1#: Any way, in a word, panda is our friend.\n#Person2#: Do you know other famous animals in the world?\n#Person1#: Yeah, let me think, the kangaroo and koala bear from Australia are very famous.\n#Person2#: That's right. OK, let's move on.", "summary": "#Person1# and Mary are appreciating the panda at the zoo. They talk about what pandas eat and other famous animals in the world.", "topic": "at the zoo"}
{"fname": "train_9608", "dialogue": "#Person1#: These things are always soooo boring. Heard any gossip? Anybody making the big bucks? \n#Person2#: Rich struck it rich in advertising. And he and Cath got married and just had a child. \n#Person1#: That's no news. Those two were high school sweethearts anyway. \n#Person2#: Teresa Jones got a boob job. \n#Person1#: Uh, I can see that. And Erica Falls has lost a lot of weight. \n#Person2#: I've got something. You saw Taylor Smith? Looks terrible, doesn't he? I heard he. . . ", "summary": "#Person1# and #Person2# are gossiping about others, including Rich, Teresa, Erica, and Taylor.", "topic": "gossip"}
{"fname": "train_8404", "dialogue": "#Person1#: Good morning, sir. How can I help you?\n#Person2#: I'd like to rent a car for the weekend.\n#Person1#: Certainly. Do you have a reservation?\n#Person2#: No, I'm afraid I don't.\n#Person1#: Well, let me see. You're in luck, I have a few cars left. What size car would you like?\n#Person2#: Let's see. We have four adults. Have you got any midsize cars?\n#Person1#: Yes, I have. I've got a Ford. We have a special rate this weekend, $89 including tax. You get 800 kilometers free. Then it's $0.15 for each additional kilometer.\n#Person2#: That sounds reasonable.\n#Person1#: May I see your driver's license and a major credit card?\n#Person2#: Here you are.\n#Person1#: Would you like to buy traffic accident insurance?\n#Person2#: No, thanks. I won't need any insurance. My credit card covers it.\n#Person1#: May I have your local address?\n#Person2#: I'm staying at the hotel, St.Square on Peter St.\n#Person1#: Can you sign this agreement in these three places? Thanks, you can pick up your car in the parking lot. Yours is the white Ford.\n#Person2#: Thank you.", "summary": "#Person2# would like to rent a car for the weekend. #Person1# tells #Person2# that #Person1# has got a Ford for $89 including tax with 800 kilometers free.", "topic": "rent a car"}
{"fname": "train_11928", "dialogue": "#Person1#: May, you'll never guess who I met at the cafeteria. Julius Wong.\n#Person2#: You mean our former monitor in high school?\n#Person1#: Yes.\n#Person2#: How is she doing? I still remember how excellent she was as chairman of the students union.\n#Person1#: She graduated from Fudan University and then got her masters degree at Stanford University and found a job in an accounting company in New York after graduation, but she quit her job several months ago and moved back to Shanghai.\n#Person2#: Oh, why?\n#Person1#: She said she was bored with working under high pressure and she wanted to make a contribution to our country.\n#Person2#: So what is she doing now?\n#Person1#: She gives art lessons at Fudan University, her old school. And she asked us to visit her if we are free.\n#Person2#: Oh, I'd love to.", "summary": "#Person1# tells May #Person1# ran into their former monitor in high school who used to work in New York but has come back to Shanghai to give art lessons at Fudan University.", "topic": "discuss a person."}
{"fname": "train_10621", "dialogue": "#Person1#: That is a beautiful painting, Jerry! Where did you buy it?\n#Person2#: Actually, I made it. I've been taking art classes for the past year.\n#Person1#: Really? That's amazing! I had no idea you were so talented. This looks like it was painted by a professional.", "summary": "#Person1# is amazed by the painting painted by Jerry.", "topic": "compliment"}
{"fname": "train_5727", "dialogue": "#Person1#: Did you see who the suspect was?\n#Person2#: I got a perfect look at the suspect.\n#Person1#: Would you be able to pick him out of a line-up?\n#Person2#: That'll be easy.\n#Person1#: Please take a careful look at these five men.\n#Person2#: Okay.\n#Person1#: Is the suspect in this line?\n#Person2#: I see him.\n#Person1#: Which number is he?\n#Person2#: The suspect is number four.\n#Person1#: Your cooperation is very much appreciated.\n#Person2#: I'm happy to be of assistance.", "summary": "#Person1# asks #Person2# to pick the suspect out of five people.", "topic": "suspect"}
{"fname": "train_7391", "dialogue": "#Person1#: Would you like to have a piece of cake?\n#Person2#: No, thank you. I'm on a diet.\n#Person1#: Why? You're not fat.\n#Person2#: I'm considering entering for the beauty contest this summer, so I must have a slender figure.\n#Person1#: Women of all shapes would be beautiful if they are self-confident.\n#Person2#: I'm afraid the judges do not think so. All the beauty contests are for slim girls only.\n#Person1#: Well. There's a beauty contest in Thailand just for fat beauties.\n#Person2#: How much do they weigh?\n#Person1#: All the beauties who entered the contest were over 80kg.\n#Person2#: But I'm not fat enough to enter that contest.", "summary": "#Person2#'s on a diet for a beauty contest. But #Person1# thinks women of all shapes would be beautiful if they're self-confident.", "topic": "beauty contest"}
{"fname": "train_9668", "dialogue": "#Person1#: have you moved into your new house yet, Michael?\n#Person2#: we just moved in yesterday, actually.\n#Person1#: so, what do you think about the place? Are you glad that you moved in?\n#Person2#: it's great! Unfortunately, we're going to spend a fortune doing everything up.\n#Person1#: how old is the house then?\n#Person2#: it's about 200 years old. It has a lot of history!\n#Person1#: sounds fascinating. Where is your new house located?\n#Person2#: it's just off of the ring road.\n#Person1#: do you have a big yard?\n#Person2#: it's bigger than our last one. I've got flowers in the front, and fruits, vegetables and a fish pond in the back.\n#Person1#: is your house well-lit?\n#Person2#: oh, yes. Our windows let plenty of natural light in. They've also got wonderful views of the park behind our house.\n#Person1#: how many rooms does your house have?\n#Person2#: right now, there are three bedrooms, two barrooms, a kitchen, a sitting room, a dining room, and a living room. We're hoping to add on a green room and a guest bedroom. In fact, when the guest room i\n#Person1#: I'd be up for that!", "summary": "Michael tells #Person1# the new house they moved in. He thinks the place is great. The house has a big yard, and it's well-lit. There are many rooms in the house.", "topic": "new house"}
{"fname": "train_5679", "dialogue": "#Person1#: Hey, let's go out and grab a couple of beers tonight!\n#Person2#: Sorry, I can't. I have to work late at the laboratory.\n#Person1#: Nigel, you sure lead a dog's life, what's up with that?\n#Person2#: My boss wants me to finish this project tonight.", "summary": "#Person1# invites Nigel to have a drink tonight but Nigel has to work late.", "topic": "invitation"}
{"fname": "train_9267", "dialogue": "#Person1#: Are you going to tell me about the stamp, or not? \n#Person2#: 120 British pounds. But there are still three days left in the auction. If you want it, you'll have to bid. Do you have the guts? \n#Person1#: I'm just asking. It's not like I'd actually make a bid. \n#Person2#: Just don't come looking to me for help. \n#Person1#: Don't worry. I won't. \n#Person2#: I'm signing off. \n#Person1#: Have fun getting ripped off! ", "summary": "#Person1# asks #Person2# about a stamp but #Person1#'s not making a bid. #Person2# gets annoyed.", "topic": "daily casual talk"}
{"fname": "train_7068", "dialogue": "#Person1#: Good game?\n#Person2#: Not bad. But too hot for me today.\n#Person1#: Yes, I know. Kind of hard to concentrate, isn't it?\n#Person2#: Absolutely. Who were you playing with?\n#Person1#: Oh, just on my own. I just joined, so I don't really have any partners.\n#Person2#: Really? Oh, well, in that case we should play together some time. What's your handicap?\n#Person1#: 16. Yours?\n#Person2#: No kidding! I'm 16, too. We should definitely play together some time. My name's Bob.\n#Person1#: Jane. Nice to meet you.\n#Person2#: Me too. So, do you like the course?\n#Person1#: Yes, it's fine. However, I personally think the fairways between the greens are a bit too long, especially for such a hot climate. Don't they have carts?\n#Person2#: Well, they used to, but they got rid of them because of environmental concerns.\n#Person1#: Oh, that's good. I guess the caddies were pleased.\n#Person2#: Actually, in my opinion, the carts were better because you don't have to tip them.\n#Person1#: Yes, but look at it this way, getting rid of the carts probably gives more work to local people, which is a good thing, right?\n#Person2#: Possibly, but I still miss them! What bothers me is that the heat makes the caddies'life quite hard. One member's caddy fainted last week!\n#Person1#: How awful, poor guy.\n#Person2#: Right. Luckily it was on the eighteen hole, quite near the clubhouse, so he didn't have far to carry him.\n#Person1#: Oh, my God, you're kidding me! He carried him back?\n#Person2#: Yup.", "summary": "Bob and Jane find out they have the same handicap. Bob says carts are better than caddies but Jane says caddies give more work to local people. Bob says one caddy fainted and the member had to carry him back.", "topic": "Golf"}
{"fname": "train_6629", "dialogue": "#Person1#: Charles, do you have any children?\n#Person2#: Yes.\n#Person1#: How many children do you have?\n#Person2#: I have two kids. A boy and a girl.\n#Person1#: What are their names?\n#Person2#: Jack and Stephanie.\n#Person1#: How old are they?\n#Person2#: Stephanie is 18 and Jack is 24.\n#Person1#: Are they in school?\n#Person2#: Stephanie is. She goes to college in Washington and Jack works in Florida.\n#Person1#: What does Stephanie study?\n#Person2#: She studies English.\n#Person1#: Is she here now?\n#Person2#: No, she's at school.", "summary": "Charles tells #Person1# some basic information about his two kids.", "topic": "the kids' lives"}
{"fname": "train_8445", "dialogue": "#Person1#: I didn't expect to see you at this hour. You must have goofed off again. \n#Person2#: Goofed off? Maybe, but I'm not a clock-watcher. I finished doing what I should do and then knock off an hour earlier. \n#Person1#: You'll be sorry if the boss finds it out. He may probably give you the bag. \n#Person2#: I'm sure of what I'm doing. ", "summary": "#Person1# thinks #Person2# has goofed off while #Person2# argues #Person2# finishes the work in advance.", "topic": "knock off earlier"}
{"fname": "train_1996", "dialogue": "#Person1#: Jim, thank goodness you've arrived. The class presentation started half an hour ago, and I was just beginning to panic.\n#Person2#: I'm sorry for being late, Alice. This morning has been a real mess, I didn't think I was going to make it here at all.\n#Person1#: Why are you late? Our presentation depends on those graphs you are holding.\n#Person2#: Yes, I know. I'll tell you about it later. First, let's see how we are doing for time. Two groups are still ahead of us, aren't they? The presentations on the rights of the consumer and the analysis of the stock market. That means I've got twenty minutes to sort out.\n#Person1#: You look cold. What happened?\n#Person2#: I've been standing outside in arctic temperatures for over an hour waiting for a bus.\n#Person1#: Over an hour. But I thought your apartment was only a ten minute bus ride to campus.\n#Person2#: In normal conditions, but the bus was delayed because of the weather, and when I stopped in a drug store to call home for a ride, the bus went by. As luck would have it there was no one at home, so I had to wait another forty-five minutes for the next bus.\n#Person1#: That's Murphy's Law, isn't it? What was it said? If anything can go wrong, it will. Well, we've still got twenty minutes to get our wits together.", "summary": "Jim is late for the class presentation and Alice is worried. Hopefully, there are still two groups ahead of their presentation when Jim arrives. Jim explains to Alice that he waits for the bus for too long.", "topic": "late for presentation"}
{"fname": "train_12267", "dialogue": "#Person1#: I don't know what to do. I start off studying, but I always end up doing something else.\n#Person2#: I'll help you, but please listen to me. Now first turn off your music. Music doesn't help you study.\n#Person1#: OK, no music.\n#Person2#: Have an Apple and a glass of water on your desk before you start. Here you are.\n#Person1#: Why?\n#Person2#: Because then you don't need to go to the kitchen for something to eat or drink.\n#Person1#: OK.\n#Person2#: Turn off your phone.\n#Person1#: No way.\n#Person2#: Yes, it stops you working. If you turn it out, it's easier to concentrate. You can read your messages later.\n#Person1#: OK. But I can't turn off the internet on my computer. I need it to look up information.\n#Person2#: OK. But you can turn off your instant messages.\n#Person1#: I know, mom.\n#Person2#: Yes.\n#Person1#: Thanks.", "summary": "#Person1# cannot concentrate on the study. #Person1#'s mom tells #Person1# to turn off the music, phone, and instant message and then asks #Person1# to get an apple and water before starts.", "topic": "studying distraction"}
{"fname": "train_9257", "dialogue": "#Person1#: East Beijing Road, please. I have to be at the No. 1 Middle School by 9 o'clock.\n#Person2#: I can't promise, but I'll do my best.\n#Person1#: Is it far from here?\n#Person2#: Not so far, but the traffic is often busy at this time of the day.", "summary": "#Person1#'s in a hurry. The driver #Person2#'ll try but it's rush hour.", "topic": "take a taxi"}
{"fname": "train_12359", "dialogue": "#Person1#: You see, I can't sleep very well. Could I have some sleeping pills please?\n#Person2#: Oh? Why can't you sleep?\n#Person1#: I don't know really.\n#Person2#: Is anything worrying you?\n#Person1#: Well, perhaps, I'm working very hard, we are very busy at the moment.\n#Person2#: Well, I don't really like giving patients sleeping pills. You must have a good rest or get all about work. If you can't sleep, have a hot bath before you go to bed and then read a boring book. Don't use exciting ones, and don't drink coffee.", "summary": "#Person1# wants some sleeping pills since #Person1#'s under stress recently and couldn't sleep well. #Person2# offers some suggestions instead of giving the pills.", "topic": "sleeping problems"}
{"fname": "train_8950", "dialogue": "#Person1#: I'm Miss Sherman. What seems to be the problem?\n#Person2#: Well, apparently I'Ve run up quite a bill. I was under the impression that the Junior Executive Holiday Package only cost 250 dollars per night. I'Ve just been informed that it's actually 500 do\n#Person1#: That's true. For the Junior Executive Room. . . three nights. . . yes, your bill should be $ 1, 500\n#Person2#: But I definitely was led to believe that a three-night stay would be $ 750.\n#Person1#: The advertised rate is based on double occupancy.\n#Person2#: When I booked the room, your staff didn't mention this. And the brochure and your promotional mailings do not mention that.\n#Person1#: Are you quite sure?\n#Person2#: Yes. Have a look.\n#Person1#: I see. I had no idea our advertising was so misleading. It is here, but it's in the fine print on the last page.\n#Person2#: Perhaps you could arrange to provide me with a new bill that reflects the advertised rate.\n#Person1#: Normally I couldn't do that. But under the circumstances, I'll see what I can arrange. Customer satisfaction is our primary aim.\n#Person2#: Thank you.", "summary": "#Person2#'s bill is much higher than expected and insists #Person2# wasn't informed of the price. #Person2# demands a new bill that reflects the advertised rate and Miss Sherman promises to arrange.", "topic": "bill inquiry"}
{"fname": "train_2391", "dialogue": "#Person1#: Ah, Mary. What did you have to go and do that for?\n#Person2#: Do what?\n#Person1#: You know what I am talking about. Why did you go and tell Mrs. Jones how much money I'm going to make? Now she will go and tell the whole world.\n#Person2#: I'm sorry, Frank.\n#Person1#: Yeah, but you know she talks to everybody and their brothers.\n#Person2#: Well, I apologize. I guess I wasn't thinking. I got all excited.\n#Person1#: Oh, well. It's done now. I guess it doesn't matter that much, anyway. They will know in the end. Everyone in this town got a big nose.\n#Person2#: You know it is really a lot of money for a first job.", "summary": "#Person1# blames Mary for telling Mrs. Jones about #Person1#'s salary because Mrs. Jones has a big nose.", "topic": "daily talk"}
{"fname": "train_9208", "dialogue": "#Person1#: I can't sleep very well. Could I take some sleeping pills, please?\n#Person2#: Is anything worrying you?\n#Person1#: Well, perhaps... I'm working very hard. We're very busy at the moment.\n#Person2#: Well. I don't really like giving patients sleeping pills. You must have a good rest. Forget all about work. If you can't sleep, have a hot bath before you go to bed, and then read a boring book. Don't choose exciting ones.\n#Person1#: Oh, but I like a drink before I go to bed.\n#Person2#: OK, have a glass of milk. Have some fruit or bread but don't have a big meal in the evening.", "summary": "#Person1# tells the doctor #Person1# cannot sleep and asks for sleeping pills. The doctor refuses and suggests #Person1# do something relaxing.", "topic": "conversation with doctor"}
{"fname": "train_892", "dialogue": "#Person1#: Good evening, ma'am. Table for one?\n#Person2#: Yes, please.\n#Person1#: Will this table be all right?\n#Person2#: Actually, I'd like a booth by the window if that's possible.\n#Person1#: Certainly. How about this one?\n#Person2#: This will be fine, thanks.\n#Person1#: ( Handing her a menu ) Your waiter will be here in a minute to take your order.\n#Person2#: Thank you.", "summary": "#Person1# helps #Person2# find a table by the window for dinner.", "topic": "restaurant service"}
{"fname": "train_2478", "dialogue": "#Person1#: Wow! It's hot today! Do you want to get an ice cream cone?\n#Person2#: No Let's go to an ice cream parlor! They have way more flavors to choose from there. I feel like having something special like Neapolitan ice cream.\n#Person1#: What's that?\n#Person2#: It's three different flavors mixed together. Chocolate, strawberry and something green with candied fruit.\n#Person1#: Do they have ice cream bars. frozen yogurt or frozen chocolate mousse?\n#Person2#: Absolutely! They also have real Italian Galatian and French sorbets. They do a great baked Alaska.\n#Person1#: Maybe a vanilla ice cream milkshake would be good. What's your favorite flavor?\n#Person2#: Well. . . l like the traditional flavors like rum raisin, butter pecan. maple walnut, strawberry, chocolate and vanilla. But now there are some new flavors from Asia like green tea and durian.\n#Person1#: God! Even talking about it makes me feel like l'm gaining weight!\n#Person2#: That's OK. We can go jogging, after we eat!", "summary": "#Person2# suggests going to an ice cream parlor where there are Neapolitan ice cream, frozen yogurt, etc. #Person1#'d like a vanilla ice cream milkshake, and #Person2# likes traditional flavors.", "topic": "ice cream"}
{"fname": "train_11548", "dialogue": "#Person1#: Let's discuss your education background. You were an English major, weren't you?\n#Person2#: Yes, that's right. But I liked French best.\n#Person1#: Fine, and could you tell me what kind of work experience you've had?\n#Person2#: My last position was with Lumison Marten. That was from two thousand and five to two thousand and nine. That's a law firm in Sacramento. Before that I worked for a bishop in Baldwin. That was from two thousand and three to two thousand and five.\n#Person1#: Could you tell me what kind of salary you are expecting?\n#Person2#: Well, in my last job, I was making $1,500 a month. I understand that this position has a starting salary of around $1,600 a month.\n#Person1#: That's right.\n#Person2#: That would be fine with me. What I care about most is if the company provides opportunities for further education.\n#Person1#: Yes, our employees are allowed to take up to six hours a week at full pay to attend college courses.", "summary": "#Person1# interviews #Person2# and asks about #Person2#'s work experience and expected salary. #Person1# tells #Person2# the company offers further education.", "topic": "job interview"}
{"fname": "train_6675", "dialogue": "#Person1#: The restaurant across the street hired a new Chinese chef, so I ordered some Chinese food there for this evening.\n#Person2#: Good. I love Chinese food. What did you order?\n#Person1#: Something hot and spicy. They look very inviting on the menu. You are going to love them.\n#Person2#: Maybe we can find a place to learn some Chinese cooking. I hear there's a place in Chinatown where you can take some courses. Are you interested?\n#Person1#: I'm not sure. I don't enjoy cooking that much. As long as we can order it from a restaurant, we don't have to learn to do it by ourselves.\n#Person2#: You are right. But I just want to know how they prepare food and make it taste so different.", "summary": "#Person1# ordered some Chinese food for this evening. #Person2# suggests finding a place to learn some Chinese cooking but #Person1# prefers just ordering from a restaurant.", "topic": "Chinese food"}
